[
  {
    "@row.id": 1072,
    "Date": "2020-Sept-15",
    "Description": "We updated the [terms of service](https://esolia.com/prodb-tos) for our cloud database platform \"PROdb\", editing for clarity and formatting. "
  },
  {
    "@row.id": 1071,
    "Date": "2020-Sept-15",
    "Description": "We updated our [privacy policy](https://esolia.com/privacy), editing for clarity. "
  },
  {
    "@row.id": 1070,
    "Date": "2020-Aug-05",
    "Description": "Thank you for your support and business. The eSolia Inc. teamITMS IT Support Team will be providing support for emergency requests during the summer holiday season, from Aug 13 (Thu) to Aug 15 (Sat), 2020, resuming normal operations on Aug 17 (Mon). Clients can contact us at the special email address we supplied in the announcement email, or leave a voicemail on the emergency tel number VM box. Stay safe during the ongoing COVID pandemic, be vigilant, and mask up! 🇯🇵"
  },
  {
    "@row.id": 1069,
    "Date": "2020-Jul-09",
    "Description": "We updated our list of emergency numbers needed by Japan residents and visitors, on [this page](https://esolia.com/japan-contacts), including a CSV download, adding the number for the new Foreign Residents Support Center \"FRESC\" in Yotsuya, Tokyo. Please share with your friends. 🚨"
  },
  {
    "@row.id": 1068,
    "Date": "2020-Jul-07",
    "Description": "It's eSolia's 21st Anniversary already (time flies!). We founded [eSolia Inc](https://esolia.com/about/) on 7th July 1999 for IT service excellence, and have continued to work on our service maturity over the last year, flexibly handling the challenges posed by the COVID-19 pandemic. Thank you for another successful year! 🎉㊗️"
  },
  {
    "@row.id": 1067,
    "Date": "2020-Apr-11",
    "Description": "Tokyo Governor Yuriko Koike (Twitter: @ecoyuri) gave an informative address in English about the COVID-19 emergency, and you can view it on [YouTube](https://www.youtube.com/watch?v=PNU7eYdIwts). Please share with other English-speaking friends who might benefit. 🇯🇵💪🏻"
  },
  {
    "@row.id": 1066,
    "Date": "2020-Apr-10",
    "Description": "A [hotline service](https://english.kyodonews.net/news/2020/04/0b46e8c5f6cc-hotline-service-to-begin-for-foreigners-in-japan-for-virus-inquiries.html) for foreigners in Japan to make COVID-19 virus inquiries, is available now in 8 languages from AMDA through 20th May 2020. Please spread the word to other foreign residents or visitors. ☎️ "
  },
  {
    "@row.id": 1065,
    "Date": "2020-Apr-08",
    "Description": "The Gov't of Japan has declared a state of emergency for Tokyo and 7 surrounding prefectures, related to the global COVID-19 pandemic. eSolia is [adjusting its operations accordingly](https://esolia.com/post/covid-19-state-of-emergency/) to allow us to provide continued support as usual, working from home as a rule. 🚨"
  },
  {
    "@row.id": 1064,
    "Date": "2020-Apr-01",
    "Description": "Japan Postal service is [suspending international service](https://www.post.japanpost.jp/int/information/2020/0401_02_en.html) to many countries as of 2nd April. Take note and plan accordingly. 🏣"
  },
  {
    "@row.id": 1063,
    "Date": "2020-Mar-23",
    "Description": "We updated our list of emergency numbers needed by Japan residents and visitors, on [this page](https://esolia.com/japan-contacts), including a CSV download, adding numbers for COVID-19 info in Tokyo and Osaka. Please share with your friends. 🚨"
  },
  {
    "@row.id": 1047,
    "Date": "2020-Mar-01",
    "Description": "**NOTE**: _RESCHEDULED TO 3 OCT 2020_. Registration for the [Tokyo Yamathon](http://tokyo-yamathon.com) will be opening soon. This is an interesting and challenging charity walking event, where participants in teams of 3 or 4 people start walking near Tokyo station at 9am, visit each station on the Yamanote line (a photo at each is the requirement) and try to finish the ~40km by 9pm. 🚶🏽‍♀️🚶🏿‍♂️🚶🏽‍♀️ "
  },
  {
    "@row.id": 1062,
    "Date": "2020-Jan-23",
    "Description": "PSA: Japan residents and visitors should be aware of possible spread of pneumonia-like [coronavirus](https://www.japantimes.co.jp/news/2020/01/16/national/science-health/japan-first-coronavirus-case/) after the first confirmed case. Take precautions like wearing a mask, washing your hands and gargling. 😷"
  },
  {
    "@row.id": 1061,
    "Date": "2020-Jan-10",
    "Description": "International residents, workers, and students in Tokyo: the Tokyo Metropolitan Gov't will hold its [annual disaster drill](https://bousaikunren.com/en/) Tues 28 Jan 2020. Register by 15 Jan and join in! 🇯🇵⛑🚨"
  },
  {
    "@row.id": 1060,
    "Date": "2020-Jan-01",
    "Description": "Happy New Year! Thank you everyone for your support during 2019, and may your 2020 be happy, healthy and prosperous! 🎉🎍"
  },
  {
    "@row.id": 1059,
    "Date": "2019-Dec-27",
    "Description": "The eSolia year-end holiday starts today Dec 27 (Fri)​ from 12:00​, and runs through Jan ​5 ​(Sun), 2020​. We will be back in the office from Jan 6th, and wish everyone a restful break! \"Yoi otoshi wo!\" 🏝🇯🇵"
  },
  {
    "@row.id": 1057,
    "Date": "2019-Oct-09",
    "Description": "PSA: Typhoon \"Hagibis\" said to be \"strong and violent\" is approaching Japan and should hit Japan from Saturday 12 Oct afternoon through Sunday 13 Oct afternoon. Expect travel delays or stoppages, and avoid going outdoors. 🌀🌀"
  },
  {
    "@row.id": 1058,
    "Date": "2019-Oct-08",
    "Description": "In Japan, and ecology minded? Check out «[mymizu](https://www.mymizu.co/home-en)», an app that helps you find spots to refill your water bottle. It's easy to add the fountains and spigots in parks or wherever, around you. Let’s reduce PET usage, conserve and reuse. 🚰🇯🇵"
  },
  {
    "@row.id": 1056,
    "Date": "2019-Aug-09",
    "Description": "eSolia will be closed from tomorrow 10-15 Aug 2019 inclusive, for the traditional o-bon holiday. Clients: please use emergency contact as per separate email. 🍉"
  },
  {
    "@row.id": 1055,
    "Date": "2019-Jul-23",
    "Description": "Japan visitors, if you are in the Tokyo area this Thurs and Fri from afternoon through evening, you might enjoy the 24th annual [Shimbashi Koichi Matsuri](http://www.shinbashi.net/top/koichi/2019/greeting/) festival, held on the west side of JR Shimbashi around the New Shimbashi bldg, at the SL steam train square and in Sakurada Park. ([Map](https://drive.google.com/open?id=1tyKHbBtnL88q5mIYawql83AWuMInAqzl&usp=sharing)) 🇯🇵👘 "
  },
  {
    "@row.id": 1054,
    "Date": "2019-Jul-22",
    "Description": "New success story added for a project to extract text documents from a database, to automatically and periodically convert each of them into future-proof text files. [See here](https://esolia.com/success-story_future-proof-documents/) for details. 🚀"
  },
  {
    "@row.id": 1035,
    "Date": "2019-Jul-11",
    "Description": "PSA: Mizuho bank has a [temporary service suspension](https://www.mizuhobank.com/japan/transition/index.html) this weekend through Tue 16 July 8AM, related to system upgrades. ATMs and other services cannot be used during this period, so you should withdraw money today, if needed. (Note that this is the final such suspensions to be aware of for 2019.)"
  },
  {
    "@row.id": 1053,
    "Date": "2019-Jul-07",
    "Description": "It's eSolia's 20th Anniversary, and we feel like we are in a dream! We founded [eSolia Inc](https://esolia.com/about/) on 7th July 1999 for IT service excellence, and [continued to improve](https://esolia.com/post/20th-anniversary/) over the last year. Thank you for another successful year! 🎉㊗️"
  },
  {
    "@row.id": 1052,
    "Date": "2019-Jul-02",
    "Description": "If you're traveling to Japan, be sure to purchase travel insurance. Recently, uninsured travelers are [running up large unpaid bills](https://www.japantimes.co.jp/news/2019/07/01/national/japan-urges-tourists-pick-travel-insurance-hospitals-complain-unpaid-medical-bills/) at hospitals in Japan, so please make the proper arrangements. 🏥🇯🇵"
  },
  {
    "@row.id": 1051,
    "Date": "2019-Jun-20",
    "Description": "Today is the 2020 Tokyo Olympic ticket drawing. The Tokyo Metropolitan Police are warning against scam and phishing emails regarding tickets, so take due care when clicking anything. 🕵🏻‍♂️🇯🇵"
  },
  {
    "@row.id": 1050,
    "Date": "2019-Jun-18",
    "Description": "June 18th is onigiri day in Japan. The 6th month was chosen because a fossilized Yayoi period rice ball was found in Rokusei-machi, in Ishikawa, and “roku” rhymes with 6. The 18 comes from the kanji “kome” 米, which broken down, looks like 10 and 8. 🍙"
  },
  {
    "@row.id": 1049,
    "Date": "2019-Jun-10",
    "Description": "We updated our list of emergency numbers needed by Japan residents and visitors, on [this page](https://esolia.com/japan-contacts), including a CSV download, adding a number for the \"Tokyo Rape Crisis Center\". Please share with your friends. 🚨"
  },
  {
    "@row.id": 1048,
    "Date": "2019-May-27",
    "Description": "See our updated list of [useful Japan apps](https://esolia.com/japan-apps/) (added Tokyo Metropolitan police \"digi-police\" anti-crime app), as well as pages related to [Japan Disaster information](https://esolia.com/japan-disaster/), and Japan [emergency phone numbers](https://esolia.com/japan-contacts/) (with CSV download). 🚀"
  },
  {
    "@row.id": 1046,
    "Date": "2019-May-20",
    "Description": "PSA for Japan visitors: Volcanic alert level [raised for Hakone area](https://mainichi.jp/english/articles/20190519/p2g/00m/0na/010000c). Be aware if you are intending to travel there, that there may be delays or complete closures of the all-important ropeways in the area. 🌋"
  },
  {
    "@row.id": 1045,
    "Date": "2019-Apr-01",
    "Description": "The new Japan \"gengou\" era name was announced, and it is «Reiwa» 令和. The 239th such era, Reiwa comprises daily-use kanji from a Manyoshu poem, that may be translated as auspicious or orderly or calm, and, peace or harmony, respectively. April is the last month of Heisei, and the Reiwa era will formally begin from May 1st, 2019. Our most sincere wishes for peace on earth, and goodwill to all people.  🇯🇵㊗️\r\n\r\n"
  },
  {
    "@row.id": 1043,
    "Date": "2019-Mar-27",
    "Description": "PSA: Apple has released macOS 10.14.4, but if you use Apple Mail.app with Google Mail, then you may want to wait. There are [reports of problems](https://discussions.apple.com/thread/250259379). \r\n\r\n"
  },
  {
    "@row.id": 1042,
    "Date": "2019-Mar-26",
    "Description": "Japan Ministry of Justice will accept foreign national visa renewals online starting 25 July 2019, from employers and agents, who can [apply for use](http://www.moj.go.jp/content/001289335.pdf) of the system from this coming Fri, 29 Mar 2019. MOJ states the system will be free to use & available 24x7. 🇯🇵"
  },
  {
    "@row.id": 1041,
    "Date": "2019-Mar-18",
    "Description": "Is your Japan branch using Era Year Names (元号, げんごう, gengou) in any apps? If so, you should look into whether a patch or upgrade is needed, for the upcoming name change in May. eSolia can help, so please do not hesitate to [ask us](https://esolia.com/info-request/). 🇯🇵"
  },
  {
    "@row.id": 1040,
    "Date": "2019-Mar-11",
    "Description": "Eight years ago at about 14:46 on 11th March 2011, Tohoku Japan got hit with a massive earthquake and tsunami. Our thoughts are with them as they still rebuild even today. Please have a look at our web pages for [Disaster Preparedness](https://esolia.com/japan-disaster/), and install an app like NHK World TV, that will give you multilingual information in case of a disaster. 💓"
  },
  {
    "@row.id": 1039,
    "Date": "2019-Mar-07",
    "Description": "PSA: Vulnerabilities have been discovered in Google Chrome versions prior to 72.0.3626.121, which could allow a hacker to remotely execute code. Google [has released](https://chromereleases.googleblog.com/2019/03/stable-channel-update-for-desktop.html) an update, which we recommend you apply immediately. "
  },
  {
    "@row.id": 1034,
    "Date": "2019-Feb-07",
    "Description": "PSA: Mizuho bank has a [temporary service suspension](https://www.mizuhobank.com/japan/transition/index.html) this weekend through Tue 12 Feb 8AM, related to system upgrades. ATMs and other services cannot be used during this period, so you should withdraw money today, if needed. (Note that this is one of several such suspensions to be aware of.)"
  },
  {
    "@row.id": 1038,
    "Date": "2019-Jan-29",
    "Description": "PSA: Apple’s FaceTime has a [serious bug](https://arstechnica.com/gadgets/2019/01/facetime-bug-lets-callers-hear-you-before-you-answer-really/) that lets people remotely listen in via your mobile's mic, without your permission. Looks like Apple will fix soon and may have disabled it server-side, but disable just in case. iOS Settings > pull down > search \"facetime\" > open and toggle off."
  },
  {
    "@row.id": 1037,
    "Date": "2019-Jan-17",
    "Description": "International residents, workers, and students in Tokyo: the Tokyo Metropolitan Gov't held its [annual disaster drill](https://www.japantimes.co.jp/?post_type=news&p=1698464) Wed 16 Jan 2019. "
  },
  {
    "@row.id": 1031,
    "Date": "2019-Jan-15",
    "Description": "Surely remembering some tragic incidents on the Shinkansen, the Japan Gov't is planning tests to [keep dangerous items off trains](https://www.japantimes.co.jp/news/2019/01/07/national/government-plans-test-systems-detect-dangerous-objects-train-passengers/). We will have to see how it plays out, but good security is generally inconvenient. "
  },
  {
    "@row.id": 1036,
    "Date": "2019-Jan-14",
    "Description": "International residents, workers, and students in Tokyo: the Tokyo Metropolitan Gov't is holding its [annual disaster drill](http://www.metro.tokyo.jp/english/topics/2018/181109.html) Wed 16 Jan 2019. "
  },
  {
    "@row.id": 1033,
    "Date": "2019-Jan-11",
    "Description": "PSA: Mizuho bank has a [temporary service suspension](https://www.mizuhobank.com/japan/transition/index.html) this weekend through Tue 15 Jan 8AM, related to system upgrades. ATMs and other services cannot be used during this period, so you should withdraw money today, if needed. (Note that this is one of several such suspensions to be aware of.)"
  },
  {
    "@row.id": 1030,
    "Date": "2019-Jan-09",
    "Description": "Visitors and residents, Japan has started newly collecting a \"[departure tax](https://www.japantimes.co.jp/news/2019/01/07/national/japan-begins-collecting-%c2%a51000-departure-tax-fund-inbound-tourism-promotion-plan/)\" of 1000 yen, for anyone departing Japan. This goes for nationals, foreign residents or visitors. 💸🇯🇵 "
  },
  {
    "@row.id": 1032,
    "Date": "2019-Jan-04",
    "Description": "Happy New Year! Thank you one and all for your support during 2018, and may your 2019 be happy, healthy and prosperous. 🎉"
  },
  {
    "@row.id": 1028,
    "Date": "2018-Dec-28",
    "Description": "The eSolia year-end holiday starts today Dec 2​8​ (Fri)​ from 12:00​, and runs through Jan ​6 ​(Sun), 2019​. We will be back in the office from the 7th, and wish everyone a restful break! \"Yoi otoshi wo!\" 🏝🇯🇵"
  },
  {
    "@row.id": 1027,
    "Date": "2018-Dec-21",
    "Description": "Regarding the recent ongoing parade of Facebook scandals, leaks and security problems, eSolia has made the decision to close its Facebook page effective immediately. "
  },
  {
    "@row.id": 1026,
    "Date": "2018-Dec-19",
    "Description": "PSA: if you're a Tokyo station user, you'll soon notice announcements requesting us to [stand on both sides](https://www.japantimes.co.jp/news/2018/12/18/national/jr-east-asks-passengers-stand-sides-escalators-block-runners-safety-campaign) of the escalator. This is for rider safety, according to JR. 🇯🇵🚈🔶"
  },
  {
    "@row.id": 1025,
    "Date": "2018-Dec-18",
    "Description": "On the heels of the revised immigration control law, the Japan gov't is planning \"[translation systems](https://www.japantimes.co.jp/news/2018/12/17/national/politics-diplomacy/government-plans-set-nationwide-network-translation-systems-help-non-japanese/)\" at 100 consultation office locations nationwide, to help cope with the expected influx of foreign nationals in the next few years. We shall see if these and other measures are actually effective. 🇯🇵"
  },
  {
    "@row.id": 1024,
    "Date": "2018-Dec-17",
    "Description": "Looking forward to the rugby world cup next year, Beppu has put together a [page with maps](https://enjoyonsen.city.beppu.oita.jp/100tattoo-friendly_beppuonsen_japan/) of \"onsen\" hot springs that welcome visitors with tattoos. Visitors can plan ahead this way. ♨️🇯🇵"
  },
  {
    "@row.id": 1023,
    "Date": "2018-Dec-14",
    "Description": "PSA: Mizuho bank has a [temporary service suspension](https://www.mizuhobank.com/japan/transition/index.html) this weekend through Mon 17 Dec 8AM, related to system upgrades. ATMs and other services cannot be used during this period, so you should withdraw money today, if needed. (Note that this is one of several such suspensions to be aware of.)"
  },
  {
    "@row.id": 1022,
    "Date": "2018-Nov-19",
    "Description": "Labor Thanksgiving Day has been a national holiday each Nov 23 since World War II, in which Japanese people show their gratitude for labor, and has also traditionally been the day the Shinto \"Niinamesai\" ceremony is held. \"Niinamesai\" is a harvest festival performed by the emperor (and at many shrines in Japan), in which he harvests rice he planted himself, offering it and newly produced sake to the goddess Amaterasu. In doing so, he gives thanks for the year’s harvest, and prays for a bountiful next year.  🇯🇵🍁"
  },
  {
    "@row.id": 1021,
    "Date": "2018-Nov-16",
    "Description": "Japan's Cabinet has OK'ed a bill to make [2019's Golden Week a 10 day holiday](https://www.japantimes.co.jp/news/2018/11/13/national/japanese-cabinet-oks-bill-make-10-day-golden-week-holiday-around-2019-imperial-succession/) starting on Sat 27 April, because of the Imperial succession. Mon 29 April, 3-6 May are already holidays, and so 30 April and 2 May are also being made into holidays. 🇯🇵"
  },
  {
    "@row.id": 1020,
    "Date": "2018-Nov-12",
    "Description": "Learners of Japanese language, it's that time of year again. Each November, Jiyukokuminsha publishes the \"[U-Can New Words and Buzzwords](https://www.japantimes.co.jp/news/2018/11/07/national/japan-buzzwords-2018/)\" Japan neologisms list. This past year we saw the `#metoo` movement, Japan Rail's first-ever planned service suspension during a typhoon, and \"Sho-Time!\" cheering on the versatile LA Angels baseball player Sho Otani. Is it \"mogumogu\" (snack) time yet? Sodanē...\r\n\r\n"
  },
  {
    "@row.id": 1018,
    "Date": "2018-Nov-09",
    "Description": "PSA: Mizuho bank has a [temporary service suspension](https://www.mizuhobank.com/japan/transition/index.html) this weekend through Mon 12 Nov 8AM, related to system upgrades. ATMs and other services cannot be used during this period, so you should withdraw money today, if needed. (Note that this is one of several such suspensions to be aware of.)"
  },
  {
    "@row.id": 1017,
    "Date": "2018-Nov-05",
    "Description": "See the works of an artist who changed the way the world thinks about art. The works of Marcel Duchamp are being displayed alone, and alongside Japanese art, to let you ponder his unique and humorous perspective about \"what is art\".  Showing through 9 Dec 2018 at the Tokyo National Museum in Ueno Park, but please confirm dates on the official (Japanese) [website](http://www.duchamp2018.jp). 🍷"
  },
  {
    "@row.id": 1016,
    "Date": "2018-Nov-02",
    "Description": "Culture Day, on November 3rd, is a Japan national holiday. Emperor Meiji’s birthday was celebrated on this day, but after WWII, since the constitution of Japan was also promulgated on Nov 3rd, it became the day for people to express their love of freedom and peace and to promote culture. 🇯🇵"
  },
  {
    "@row.id": 1014,
    "Date": "2018-Nov-01",
    "Description": "The weather is pleasantly cool and crisp, finally very fall-like. From 3 Nov through 9 Dec, you can visit 9 parks and join the [Tokyo Metropolitan Garden Autumn Leaves Stamp Rally](https://www.tokyo-park.or.jp/event/41581.html#googtrans(en)). The first 10000 people to get stamps from 5 of 9 gardens, can get a 2019 calendar. Stamp cards are available at the gardens, such as Hamarikyu Garden or Rikugien. Take the opportunity to enjoy the beauty of fall in stunning beauty. 🍁"
  },
  {
    "@row.id": 1019,
    "Date": "2018-Oct-31",
    "Description": "What is looking, and what is seeing? Have a think about this concept at the SHIMURAbros \"[Seeing is Believing](http://www.po-holdings.co.jp/m-annex/exhibition/index.html)\" exhibition at the Pola Museum Annex in Ginza Tokyo, through 4 Nov 2018."
  },
  {
    "@row.id": 1013,
    "Date": "2018-Oct-29",
    "Description": "Japan visitors, if you'd like to visit all over Japan but don't quite have the time, you might enjoy the [Furusato Fair 2018](http://furusatofair.jp), held at Yokohama's Aka-renga Warehouse near Sakuragicho, 2~4 Nov. Enjoy delicious food from Okinawa to Hokkaido, and feel like you visited all over Japan! Enjoy a fireworks display from around 17:00 on Nov 3rd, as well! 🍣🎇"
  },
  {
    "@row.id": 1012,
    "Date": "2018-Oct-27",
    "Description": "Looking for a different way to get your thrills on Halloween? How about taking in \"The Scream\" at the [Edvard Munch Exhibition](https://www.tobikan.jp/en/exhibition/2018_munch.html) at Tokyo Metropolitain Art Museum in Ueno. You'll be able to see 100 of the Norwegian painter's works spanning 60 years, from 27 Oct 2018, through 20 Jan 2019. 😱"
  },
  {
    "@row.id": 1011,
    "Date": "2018-Oct-26",
    "Description": "If you're in Tokyo on 28 Oct from ~11AM, don't miss the \"[Oedo-kakki](http://nikkyo.net/english/)\" parade, part of the Nihonbashi-Kyobashi Matsuri festival. This area was the starting point connecting old Edo to all points in Japan via the Tokaido road, so this festival parade has 2000 participants performing regional dances from all over Japan (like the Yosakoi-odori from Edo, and the Hanagasa-odori from Yamagata), starting in Kyobashi 2-chome near MEIDI-YA. Wasshoi! 🇯🇵"
  },
  {
    "@row.id": 1015,
    "Date": "2018-Oct-25",
    "Description": "Japan visitors, if you're in Tottori Prefecture this weekend, visit Yonago-shi and see the Shigeru Mizuki road. It has bronze statues of famous \"yokai\" ghosts and demons from his beloved \"GeGeGe no Kitaro\" stories, like the cat girl or Kitaro himself. On 27 Oct, you can see the [Yokai Halloween](http://www.sakaiminato.com/site/page/event/youharo/file01.pdf) event, with people dressed up as the characters. Sure to be scary! 👻"
  },
  {
    "@row.id": 1010,
    "Date": "2018-Oct-24",
    "Description": "Halloween is celebrated in a big way, around Tokyo's Shibuya district, in the evenings over 5 days from 27 Oct through 31 Oct. Get a costume at Don Quijote or Daiso, enjoy the [Lantern Night Picnic](https://www.facebook.com/events/644910139238717/) at Yoyogi Park on the 27th, and see the \"DJ Police\" at Shibuya Crossing on the 31st. 🎃"
  },
  {
    "@row.id": 1007,
    "Date": "2018-Oct-23",
    "Description": "Japan visitors, if you are in Tokyo between Oct 27 and Nov 3, you might enjoy the [Autumn Grand Festival](http://www.meijijingu.or.jp/pdf/akinotaisai_01_2018.pdf), or \"Aki-no-taisai\" to be held at one of Japan's famous power spots and Japan's most-visited shrine, the Meiji Jingu Shrine. Nov 3 was Emperor Meiji's birthday, so there are special events that day, such as \"yabusame\" horse-mounted archery at 13:00. The shrine is near Harajuku, so you can also enjoy some shopping in the area. 🏹⛩️"
  },
  {
    "@row.id": 1009,
    "Date": "2018-Oct-22",
    "Description": "Japan visitors, if you happen to be on the island of Kyushu from Friday 26 Oct through Sunday 28 Oct, you can enjoy one of Kyushu's major matsuri festivals. Miyazaki Jingu shrine is dedicated to Jimmu, Japan's first emperor, and its big autumn festival, or \"[aki-no-taisai](http://miyazaki.daa.jp/miyazakijingu/)\", is sure to be a colorful spectacle with portable \"omikoshi\" shrines and \"shishimai\" lions! They say if a shishimai bites you, you won't get sick. So find one, and get bit! ♌"
  },
  {
    "@row.id": 1008,
    "Date": "2018-Oct-19",
    "Description": "Oct 23rd 2018 is the start of the \"[霜降 Soukou](http://koyomigyouji.com/24-sou.html)\" season, which, in the old \"Sekki\" 24-season [solar term calendar](https://en.wikipedia.org/wiki/Solar_term) marks the season with the first frost of autumn, when summer has completely ended. It's a beautiful season in Japan, and we really recommend taking full advantage of the delicious food and fall colors of this country in the fall. 🍁☀️"
  },
  {
    "@row.id": 1006,
    "Date": "2018-Oct-18",
    "Description": "The [meat festival](http://www.nikufes.jp) held at the [Showa Kinen Park](http://www.showakinen-koen.jp/guide-english/schedule-english/) near Tachikawa, Tokyo, through Oct 21 this weekend, is perfect to satisfy your \"Autumn Appetite\" (or \"shokuyoku no aki\" as it's called in Japan). After you enjoy some delicious meat, you can do some sports to work it off! 🍖🍗🍺 Food tickets are available for purchase at the festival for cash, but e-money like JR's \"[Suica](http://www.jreast.co.jp/e/pass/suica.html)\" card is the most convenient. Be sure to charge it at the station, because you cannot re-charge on site."
  },
  {
    "@row.id": 1005,
    "Date": "2018-Oct-17",
    "Description": "Japan visitors, if you are in Tokyo this weekend, you might enjoy the [Kawagoe Festival](https://www.kawagoematsuri.jp/English/index.html), to be held at Kawagoe city on Oct 20th and 21st 2018. From about 19:00, you can see a kind of competition with \"hayashi\" traditional music, where festival floats compete against each other in the big highlight of the show, the \"Hikkawase.\" 🇯🇵"
  },
  {
    "@row.id": 1004,
    "Date": "2018-Oct-16",
    "Description": "Japan visitors, are you near Yokohama this weekend? You might enjoy the [Fujisawa Enoshima Fireworks Display](https://enoshimaislandspa.com/fujisawa-enoshima-fireworks-special-plans-2018/), to be held at Katase Enoshima Beach, on Oct 20th 2018, from 18:00 to 18:45, with 3000 fireworks!  🎆  Touring the Enoshima area itself during the day, is also recommended! Come by train, not by car, as the traffic is usually terrible."
  },
  {
    "@row.id": 1003,
    "Date": "2018-Oct-15",
    "Description": "Tokyo and Kyoto were ranked 1 and 2 as \"favorite cities\" by readers of the US magazine _Conde Nast Traveler_. Being based in Tokyo we love these destinations too, and have been helping businesses succeed in Japan since 1999. [Ask us](https://esolia.com/about-us/) how!"
  },
  {
    "@row.id": 1002,
    "Date": "2018-Oct-12",
    "Description": "Google has decided to [shutter their Google+ network for consumers](https://www.blog.google/technology/safety-security/project-strobe/), by end of Aug 2019, but will maintain it will in some form for enterprises. You can [download your data](https://takeout.google.com/settings/takeout?pli=1) before that."
  },
  {
    "@row.id": 1001,
    "Date": "2018-Oct-11",
    "Description": "PSA: fall is [Asian giant hornet](https://en.wikipedia.org/wiki/Asian_giant_hornet) mating season in Japan, when these potentially dangerous insects get particularly aggressive. If you're in the country or on a hike: no perfume, wear white, stay quiet, and move away calmly and slowly if you see them. "
  },
  {
    "@row.id": 999,
    "Date": "2018-Oct-10",
    "Description": "iOS 12 Tip: you can now Airdrop passwords. Go to Settings, Accounts and Passwords, select the password to share, long press on the password, then use the popup option to Airdrop the password to someone else. "
  },
  {
    "@row.id": 998,
    "Date": "2018-Oct-09",
    "Description": "PSA: Mozilla Foundation remains transparent about any security vulnerabilities found in the Firefox browser, but you should update to the latest version, to thwart attacks. eSolia can help keep your systems upgraded. [Contact us](https://esolia.com/info-request/) if you need any help! "
  },
  {
    "@row.id": 1000,
    "Date": "2018-Oct-08",
    "Description": "Japan visitors, are you near Yokohama? You might enjoy the [Oktoberfest](https://www.yokohama-akarenga.jp/oktoberfest/) beer festival being held next to Akarenga Warehouse, thru Sunday 14 Oct 2018. Ein Prosit! 🇯🇵🍺🇩🇪"
  },
  {
    "@row.id": 997,
    "Date": "2018-Oct-05",
    "Description": "See our updated list of [useful Japan apps](https://esolia.com/japan-apps/), as well as pages related to [Japan Disaster information](https://esolia.com/japan-disaster/), and Japan [emergency phone numbers](https://esolia.com/japan-contacts/) (with CSV download). 🚀"
  },
  {
    "@row.id": 996,
    "Date": "2018-Oct-03",
    "Description": "PSA: it seems that clever voice phishing, or \"vishing\" schemes [are really a thing](https://krebsonsecurity.com/2018/10/voice-phishing-scams-are-getting-more-clever/) now. Unfortunately, we all have to be aware of what criminals are doing, and be alert enough to not fall for such a scam. "
  },
  {
    "@row.id": 995,
    "Date": "2018-Oct-02",
    "Description": "PSA: Mozilla has released \"[Firefox Monitor](https://monitor.firefox.com)\", a site that checks your email addresses against known security breaches. Scan your email, and change the passwords of any sites it flags."
  },
  {
    "@row.id": 991,
    "Date": "2018-Oct-01",
    "Description": "iOS 12 New Features Series: Apple Music now supports searching by song lyrics."
  },
  {
    "@row.id": 994,
    "Date": "2018-Sept-30",
    "Description": "PSA: Typhoon Trami moving up Japan now, Tokyo area evening Sun 30 Sept. JR East is suspending all train operations from 8pm. Take precautions and expect travel disruption. 🌀🌀"
  },
  {
    "@row.id": 990,
    "Date": "2018-Sept-28",
    "Description": "iOS 12 New Features Series: the new \"[Measure](https://www.youtube.com/watch?v=XPv6_pxrvzw)\" app lets you measure the dimensions of objects around you. This is based on \"ARKit\", an augmented-reality software library which we should see more apps taking advantage of over time."
  },
  {
    "@row.id": 993,
    "Date": "2018-Sept-27",
    "Description": "PSA: companies using Cisco products should be aware of the \"[FragmentSmack](https://tools.cisco.com/security/center/content/CiscoSecurityAdvisory/cisco-sa-20180824-linux-ip-fragment)\" Denial-of-Service (DoS) vulnerability / bug, and make appropriate arrangements. Don't hesitate to ask eSolia if you need assistance. "
  },
  {
    "@row.id": 989,
    "Date": "2018-Sept-27",
    "Description": "iOS 12 New Features Series: Do Not Disturb is enhanced, with the ability to enable for a set period, until a location is left, or until the end of an event."
  },
  {
    "@row.id": 988,
    "Date": "2018-Sept-26",
    "Description": "iOS 12 New Features Series: Photos has various new features that help you with sharing, searching and so on. In other words, it's more like Google Photos now."
  },
  {
    "@row.id": 983,
    "Date": "2018-Sept-26",
    "Description": "iOS 12 Security Series 5/5: Enable 2-factor authentication for your iOS devices. Go to Settings > tap your name > Password & Security, and enable \"Two Factor Authentication\"."
  },
  {
    "@row.id": 987,
    "Date": "2018-Sept-25",
    "Description": "iOS 12 New Features Series: FaceTime will allow you to talk with up to 32 people at once, later this fall."
  },
  {
    "@row.id": 982,
    "Date": "2018-Sept-25",
    "Description": "iOS 12 Security Series 4/5: we believe that security patches should be applied quickly, so we usually turn on \"Automatic Updates\" in Settings > General > Software Update."
  },
  {
    "@row.id": 992,
    "Date": "2018-Sept-24",
    "Description": "See our updated pages related to [Japan Disaster information](https://esolia.com/japan-disaster/), including a list of Japan [emergency phone numbers](https://esolia.com/japan-contacts/) (with CSV download) and a list of [useful Japan apps](https://esolia.com/japan-apps/). 🚀"
  },
  {
    "@row.id": 986,
    "Date": "2018-Sept-23",
    "Description": "iOS 12 New Features Series: emergency SOS is now able to share your location with the emergency responder (e.g. 911 in the USA). We hope this feature is adopted widely in the countries where iPhones are in use."
  },
  {
    "@row.id": 985,
    "Date": "2018-Sept-21",
    "Description": "iOS 12 New Features Series: in Settings > Siri & Search, you can set up \"Siri Shortcuts\" that are like macros for common tasks you do, triggered by a command to Siri."
  },
  {
    "@row.id": 981,
    "Date": "2018-Sept-21",
    "Description": "iOS 12 Security Series 3/5: set a stronger device passcode in Settings > Touch ID & Passcode, selecting \"Custom Numeric Code\" and setting it to 6 or 8 digits."
  },
  {
    "@row.id": 980,
    "Date": "2018-Sept-20",
    "Description": "iOS 12 Security Series 2/5: if you use the IOS password manager to enter your passwords, you can now see which of your passwords might be compromised. Open Settings > Passwords & Accounts > Website & App Passwords, and notice the small warning symbol next to accounts with the same password as another site. Find such sites and change their passwords."
  },
  {
    "@row.id": 984,
    "Date": "2018-Sept-19",
    "Description": "iOS 12 New Features Series: [iOS 12](https://www.apple.com/ios/ios-12/) was released yesterday, and besides the greatly improved performance (even for older hardware), one useful feature is in Settings > Screen Time. Use it to see and even limit how much time you are spending in various apps, and even share the information across devices."
  },
  {
    "@row.id": 979,
    "Date": "2018-Sept-19",
    "Description": "iOS 12 Security Series 1/5: Apple released its latest update to iOS, the OS on iPhone and iPad. We'll post a few security-related updates over the next few days. First: restrict what can be done from your lock screen in Settings > Touch ID & Passcode. The new feature as of iOS 12 is \"USB accessories\" which helps prevent hacking attacks, but you can also restrict the ability to use Siri or your Wallet etc., from your locked iPhone."
  },
  {
    "@row.id": 978,
    "Date": "2018-Sept-18",
    "Description": "In addition to our [Planned Power Outage Management](https://esolia.com/planned-power-outage-it-management/) page, see our latest page by engineering manager H. Maezono, about [Disposal and Recycling](https://esolia.com/disposal-and-recycling/) of IT assets such as old PCs, network equipment or printers. [Request info](https://esolia.com/info-request/) today, for more on how eSolia can assist you manage your IT in Japan. "
  },
  {
    "@row.id": 977,
    "Date": "2018-Sept-13",
    "Description": "Japan visitors: recent natural disasters in Kansai and Hokkaido Japan show that you should never underestimate the power of Mother Nature. Japan has the \"J-ALERT\" disaster alert system, and there is a way to get those alerts in English. Get “[NHK WORLD TV](https://apple.co/2EmIeUD)” on your App Store (available for Android also), and enable quake and tsunami alerts in settings. Learn more on eSolia's new page about the [J-ALERT](https://esolia.com/japan-emergency-broadcast-system-j-alert/) system."
  },
  {
    "@row.id": 976,
    "Date": "2018-Sept-12",
    "Description": "Are you familiar with the \"virtual contact file\" or \"vCard\" format, for exchanging contact information? We published an [eSolia vCard](/eSolia-Contacts-vCard.vcf), which you can easily [import](https://esolia.com/post/how-to-use-vcards) into your Address Book. vCards make it easy for you to send your contact information such as your name, email, telephone, web URL, and even your photo or logo, to another person. "
  },
  {
    "@row.id": 975,
    "Date": "2018-Sept-10",
    "Description": "Japan visitors in Hokkaido? Our thoughts are with you after the recent devastating earthquake. Note that, NTT Docomo is offering [free mobile device recharging](https://www3.nhk.or.jp/nhkworld/en/news/20180907_15/) at select locations in Hokkaido. Please tell your friends and colleagues."
  },
  {
    "@row.id": 974,
    "Date": "2018-Sept-06",
    "Description": "Tokyo Waterworks [started offering multilingual support](https://www.waterworks.metro.tokyo.jp/press/h30/press180827-02.html) in not only the original English, but also four additional languages: Chinese, Korean, Portuguese and Spanish. When you call them, they conference in a 3rd party translator. See eSolia's big list of [Japan Emergency Contacts](https://esolia.com/japan-contacts/) for this and other numbers."
  },
  {
    "@row.id": 972,
    "Date": "2018-Sept-05",
    "Description": "PSA Series: Tips to Avoid Ransomware 6/6. Install and use a VPN, especially if you use wifi at cafés, airports or train stations. Don't connect your system directly to the Internet. If you allow remote access, don't allow it permanently but only on a case-by-case basis."
  },
  {
    "@row.id": 971,
    "Date": "2018-Sept-04",
    "Description": "PSA Series: Tips to Avoid Ransomware 5/6. Individuals should install and use anti-virus and anti-malware software. On a company machine, do not disable any security measures which are put in place by your IT department."
  },
  {
    "@row.id": 970,
    "Date": "2018-Sept-03",
    "Description": "PSA Series: Tips to Avoid Ransomware 4/6. Install updates, especially security updates, when they come out, whether you are a Windows, Mac, or Linux user."
  },
  {
    "@row.id": 969,
    "Date": "2018-Sept-01",
    "Description": "PSA Series: Tips to Avoid Ransomware 3/6. Do not download or install cracked (stolen) software, or software from unknown sources. Never open attachments unless you are absolutely sure of their origin."
  },
  {
    "@row.id": 973,
    "Date": "2018-Aug-31",
    "Description": "Tokyo English Life Line TELL is holding their annual \"Tokyo Tower Climb\" on Sept 9th 2018, to raise awareness of mental health issues and _World Suicide Prevention Day_ on Sept 10th. Signup by Sept 4th at [www.telltowerclimb.com](http://www.telltowerclimb.com). "
  },
  {
    "@row.id": 968,
    "Date": "2018-Aug-30",
    "Description": "PSA Series: Tips to Avoid Ransomware 2/6. Besides backing up, use a unique password per site or system, make your passwords difficult, and store them in an encrypted vault like Zetetic's [Codebook](https://www.zetetic.net/codebook/)."
  },
  {
    "@row.id": 967,
    "Date": "2018-Aug-29",
    "Description": "PSA Series: Tips to Avoid Ransomware 1/6. Ransomware is software installed on your computer that encrypts your files. The only way to get your files back is to pay the criminals who installed it, usually via bitcoin or another crypto currency. The first line of defense is to keep good backups."
  },
  {
    "@row.id": 966,
    "Date": "2018-Aug-28",
    "Description": "PSA: If you're a T-Mobile user, take note that they had a [security breach](https://www.cnet.com/news/t-mobile-hack-may-have-exposed-2-million-customers-data/). Change your password."
  },
  {
    "@row.id": 964,
    "Date": "2018-Aug-27",
    "Description": "PSA series: limit the ability of advertisers to track you 5/5. Opt out of advertising based on your interests on any social networking platforms you use. "
  },
  {
    "@row.id": 963,
    "Date": "2018-Aug-24",
    "Description": "PSA series: limit the ability of advertisers to track you 4/5. On Macs and PCs, use a browser like [Firefox Quantum](https://blog.mozilla.org/blog/2018/01/23/latest-firefox-quantum-release-now-available-with-new-features/) with good privacy protection built in, or browser plugins such as uBlock Origin for ad blocking, or Disconnect.me for tracker blocking. On mobile, you can use private browsers such as Firefox Focus or DuckDuckGo when discreet searching is required.  "
  },
  {
    "@row.id": 962,
    "Date": "2018-Aug-23",
    "Description": "PSA series: limit the ability of advertisers to track you 3/5. Visit [myactivity.google.com](https://myactivity.google.com), look at all the information Google has stored about you, and delete as needed. "
  },
  {
    "@row.id": 961,
    "Date": "2018-Aug-22",
    "Description": "PSA series: limit the ability of advertisers to track you 2/5. Periodically delete all cookies in your Internet browsers, since most of the time, this is how you’re being tracked.  "
  },
  {
    "@row.id": 959,
    "Date": "2018-Aug-21",
    "Description": "Japan visitors, are you in Tokyo next weekend? The weekend of 25th and 26th Aug 2018 has several matsuri festivals to enjoy, namely the [Harajuku Omotesando Super Yosakoi](https://www.super-yosakoi.tokyo/outline/2018_map/) near Meiji Jingu, the [Azabu Juban Nouryo Matsuri](http://www.azabujuban.or.jp/topics/topics_event/13873/), the [Kouenji Awa Odori](http://koenji-awaodori.com/language/eng.html), and the [Ooi Dontaku Natsu Matsuri](http://www.ooimachi.jp/dontaku/). They are sure to be lively and colorful. "
  },
  {
    "@row.id": 960,
    "Date": "2018-Aug-20",
    "Description": "PSA series: limit the ability of advertisers to track you 1/5. Turn on \"limit ad tracking\" in iPhone Settings, Privacy, Advertising, and also tap \"Reset Advertising Identifier\", which is what advertisers use to track you. In Android, find the reset button in Google settings, Ads menu.  "
  },
  {
    "@row.id": 965,
    "Date": "2018-Aug-19",
    "Description": "Unethical headhunters sometimes call eSolia posing as delivery company personnel needing information before they can deliver a package, but this is next level. Japan smartphone users should stay alert for SMS Phishing or \"Smishing\" attacks, where an SMS text message includes a link to install an app purportedly from Sagawa Express. We think it won't be long before public trust in other similar companies like Nittsu or Yamato are being abused in a similar fashion. ([via The Japan Times](https://www.japantimes.co.jp/news/2018/08/18/national/crime-legal/japan-sees-rise-text-message-phishing-scams-disguised-notices-delivery-firm/))"
  },
  {
    "@row.id": 958,
    "Date": "2018-Aug-17",
    "Description": "If you're in Tokyo and you like live music, it's still not too late to get tickets for SummerSonic in Chiba this weekend. [http://www.summersonic.com/2018/](http://www.summersonic.com/2018/)"
  },
  {
    "@row.id": 957,
    "Date": "2018-Aug-17",
    "Description": "In the heat of Japan's summer, we give greetings like \"shochu omimai moushiagemasu\" (暑中お見舞い申し上げます) during the heat, and \"zansho omimai moushiagemasu\" (残暑お見舞い申し上げます) when it lingers in late summer, like now. The summer has been so hot that [apparently even the bugs can't fly as usual](https://www.japantimes.co.jp/news/2018/08/16/national/bugs-struggle-amid-japans-record-summer-heat/). Take care out there! 🍧"
  },
  {
    "@row.id": 956,
    "Date": "2018-Jul-19",
    "Description": "Version 67 of Google's Chrome browser has a [feature called \"site isolation\"](https://security.googleblog.com/2018/07/mitigating-spectre-with-site-isolation.html) newly enabled by default. This is designed to mitigate the risk of attacks like \"Spectre\" by reducing the data available to the attacker. The trade-off is, Chrome now requires far more system memory, possibly making it a poor option for older systems. "
  },
  {
    "@row.id": 955,
    "Date": "2018-Jul-17",
    "Description": "Japan visitors, if you are in the Tokyo area this coming weekend, you might enjoy taking a day trip to see the Kumagaya [Uchiwa Matsuri](http://uchiwamatsuri.com/english/index.html) festival, in northern Saitama prefecture. This is one of the big annual summer festivals at and around Yasaka-jinja, a shrine with 400+ years of history, near JR Kumagaya station. The festival is held from 18:00 on Friday July 20th, continuing on Saturday and Sunday, July 21st and 22nd. ([Map](https://goo.gl/maps/MiHKZuvXyRT2)) 🇯🇵👘 "
  },
  {
    "@row.id": 954,
    "Date": "2018-Jul-13",
    "Description": "Japan visitors, with the terrible flooding in western Japan, perhaps we need Gonsho-ji Temple's [mizudome-no-mai](https://www.mizudome.com/en/) festival more than ever. You can see it tomorrow, Saturday July 14th, 2018, from 13:00 to 15:00 ([map](https://goo.gl/maps/vJF2YWFUF5L2))."
  },
  {
    "@row.id": 953,
    "Date": "2018-Jul-11",
    "Description": "Japan visitors: recent natural disasters in Japan and the boys rescued from the cave in Thailand show that you should never underestimate the power of Mother Nature. Japan has the \"J-Alert\" system, and there is a way to get those alerts in English. Get “[NHK WORLD TV](https://apple.co/2EmIeUD)” on your App Store (available for Android also), and enable quake and tsunami alerts in settings."
  },
  {
    "@row.id": 952,
    "Date": "2018-Jul-10",
    "Description": "Japan visitors, you may have noticed we don't have a \"tip culture\" in Japan, as gratuities are built into the price. But, you can leave a \"Japanese Tip\", which is when a restaurant patron folds the paper chopstick holder into an origami figure. Waiter Yuki Tatsumi collected samples from around Japan, and you can see [a gallery](https://japanesetip.localinfo.jp/pages/529814/page_201606270826) of some of them. One person's trash is truly another person's treasure. (via [Japan Times](https://www.japantimes.co.jp/news/2018/07/09/national/japanese-tip-origami-art-left-diners/))"
  },
  {
    "@row.id": 950,
    "Date": "2018-Jul-09",
    "Description": "If you don't want Google to follow you to \"personalize\" the advertisements that are displayed to you, you can log into your Google account, then [visit this page](https://adssettings.google.com/) to opt out. Just toggle it off. "
  },
  {
    "@row.id": 939,
    "Date": "2018-Jul-07",
    "Description": "🎉㊗️It's eSolia's 19th Anniversary! We founded [eSolia Inc](https://esolia.com/about/) on 7th July 1999 for IT service excellence, and [continued to improve](https://esolia.com/post/19th-anniversary/) over the last year. Thank you for another successful year! "
  },
  {
    "@row.id": 949,
    "Date": "2018-Jul-06",
    "Description": "Japan visitors, if you're a \"star crossed lover\" (or not) and near Tokyo, you might want to take a day trip down to Hiratsuka, to see the big [Tanabata summer festival](http://www.tanabata-hiratsuka.com/pamphletkaigai.html) there. 🎆🎉"
  },
  {
    "@row.id": 951,
    "Date": "2018-Jul-05",
    "Description": "🎉eSolia is a sponsor of the world's fastest (and arguably best) static website generator [Hugo](https://gohugo.io/), which [just turned 5](https://gohugo.io/news/lets-celebrate-hugos-5th-birthday/)! Our sincere **Congratulations** to lead developer Bjørn Erik Pedersen, founder Steve Francia, and all the hardworking contributors to the project. ㊗️"
  },
  {
    "@row.id": 948,
    "Date": "2018-Jul-05",
    "Description": "Congratulations to Japan's soccer team \"Samurai Blue\" for a good showing in the World Cup, and for the exciting play! We hope they can build on this success for next time. ㊗️"
  },
  {
    "@row.id": 947,
    "Date": "2018-Jul-04",
    "Description": "Japan's \"National Research Institute for Earth Science and Disaster Resilience\" (NIED) publishes the \"[J-SHIS Japan Seismic Hazard Information](http://www.j-shis.bosai.go.jp/map/?lang=en)\" Map, which shows active fault zones and other information. Visitors should take precautions and be aware of disaster evacuation zones. Ask your colleagues, friends or hotel. "
  },
  {
    "@row.id": 946,
    "Date": "2018-Jul-03",
    "Description": "[HelloTalk](https://www.hellotalk.com/?lang=en) is an interesting social platform for language learning. It has tools to let you easily correct learners of your native language, and to be corrected as you learn a second language. "
  },
  {
    "@row.id": 944,
    "Date": "2018-Jul-02",
    "Description": "Japan visitors: if you're staying at an Airbnb or other P2P-style lodging, you should note that Japan local governments and police have started cracking down on illegal P2P operators based on a new law enacted in June 2018 to regulate so-called _minpaku_ (民泊) vacation rentals. Airbnb [delisted](https://www.japantimes.co.jp/news/2018/06/07/national/airbnb-users-face-summer-crunch-japan-seeks-delisting-unlicensed-lodgings/) 10s of thousands of non-compliant lodgings, and major tourist destination Kyoto has also [started cracking down](https://www.japantimes.co.jp/news/2018/06/25/national/kyoto-ramps-crackdown-illegal-p2p-lodging-sluggish-start-minpaku-law/). The bottom line is, travelers should re-confirm that your P2P lodging is legitimate, and because people are sensitive about this topic now, maintain a low profile during your stay. "
  },
  {
    "@row.id": 943,
    "Date": "2018-Jun-29",
    "Description": "We are grateful for the lifetime of work retired Professor Jim Breen and colleagues have put into [WWWJDIC](http://nihongo.monash.edu/cgi-bin/wwwjdic?1C), an online Japanese dictionary we at eSolia use frequently. The Japan Times gives [some background](https://www.japantimes.co.jp/life/2018/06/25/language/180000-entries-jim-breens-freeware-japanese-dictionary-still-growing/) into the uber-useful site. "
  },
  {
    "@row.id": 942,
    "Date": "2018-Jun-28",
    "Description": "Japan visitors: June in Japan is firefly season, so there are related night events to see. For example, the Tokyo [Hotel Chinzanso's](https://hotel-chinzanso-tokyo.jp/event/hotaru/) Firefly Fantasy through 4 July for hotel and restaurant customers, is a luxurious one, but there are also camping-style events. Triers can search for \"hotaru\", \"蛍\" and you're sure to find others. "
  },
  {
    "@row.id": 945,
    "Date": "2018-Jun-27",
    "Description": "PSA: Japan visitors who booked rooms via Prince Hotels Inc's official foreign-language website should note that [data was stolen](https://www.japantimes.co.jp/news/2018/06/26/business/corporate-business/prince-hotels-hack-results-loss-124000-customers-credit-card-numbers-data/) from the site run by Fastbooking Co., in a [security breach](http://www.princehotels.com/news/notice-of-unauthorized-access-to-or-acquisition-of-prince-hotels-resorts-reservations-system/). eSolia recommends that you take immediate action if your usage matches what is stated in the linked Japan Times article. "
  },
  {
    "@row.id": 941,
    "Date": "2018-Jun-27",
    "Description": "Japan visitors: if you're in Greater Tokyo, you might enjoy taking a trip to Yokohama's [English Garden](https://goo.gl/maps/H3aNdUgpkwH2) to see the \"[Ajisai Fair](https://www.y-eg.jp/post/event/2131)\" through 1st July 2018, where you can see 300 types of wisterias. Entrance fee is JPY 700 for adults, and 300 for school age children under 15. "
  },
  {
    "@row.id": 940,
    "Date": "2018-Jun-26",
    "Description": "We updated our list of emergency numbers needed by Japan residents and visitors, on [this page](https://esolia.com/japan-contacts), including a CSV download, adding a link to the \"JAPAN Hospital Guide\" app. Please tell your friends. 🚀"
  },
  {
    "@row.id": 938,
    "Date": "2018-Jun-26",
    "Description": "Japan visitors can benefit from a free iOS app that shows locations of multilingual hospitals or clinics on a map. The [JAPAN Hospital Guide](https://itunes.apple.com/us/app/japan-hospital-guide/id1296151839?mt=8) was developed by Japan Medical Support System For Visitors From Abroad (JaMSSVA), a Tokyo non-profit. (via The Japan Times)"
  },
  {
    "@row.id": 936,
    "Date": "2018-Jun-25",
    "Description": "eSolia welcomes Apple's next-gen OS [support of Certificate Transparency](https://support.apple.com/en-us/HT205280), a [Google-led effort](https://www.certificate-transparency.org/what-is-ct) to reduce phishing via fake websites, and already available in Google's Chrome Internet browser. "
  },
  {
    "@row.id": 935,
    "Date": "2018-Jun-22",
    "Description": "If you're traveling to Japan, be sure to purchase travel insurance. Recently, uninsured travelers are [causing headaches](https://www.japantimes.co.jp/news/2018/06/17/national/social-issues/travelers-without-insurance-cause-headaches-japans-hospitals/) for hospitals in Japan, so please make the proper arrangements. "
  },
  {
    "@row.id": 937,
    "Date": "2018-Jun-21",
    "Description": "Japan visitors: The \"[ayame matsuri](https://www.japantimes.co.jp/events/2018/05/31/things-to-do/traditional-festivals-things-to-do/ibaraki-suigo-itako-ayame-matsuri/)\" or Iris Festival, is on in Itako City in Ibaraki through 24 June 2018. It's a day trip from Tokyo, but you can see 1 million irises and other events.  "
  },
  {
    "@row.id": 934,
    "Date": "2018-Jun-20",
    "Description": "From Wed Aug 8 to Sat Aug 11, 2018, [SIETAR](http://www.sietar-japan.org/en/) is holding its World Conference at Chuo University in Tokyo, Japan. Titled \"Facing Uncertain Times Together: Strengthening Intercultural Connections\", you can [read more](https://sjwc2018.wordpress.com/registration/) and maybe attend if you're in Tokyo at that time?"
  },
  {
    "@row.id": 933,
    "Date": "2018-Jun-19",
    "Description": "㊗️ This year, our client Bekaert, a world leader in steel wire technology, is celebrating 50 years in Japan. Congratulations, and much success to them in the future! "
  },
  {
    "@row.id": 932,
    "Date": "2018-Jun-18",
    "Description": "In Japan and wondering how to call the police, get an ambulance, report a fire or get road service? We created a convenient list of emergency numbers needed by Japan residents and visitors, on [this new page](https://esolia.com/japan-contacts), including a CSV download. Hopefully it will be useful to you. 🚀"
  },
  {
    "@row.id": 926,
    "Date": "2018-Jun-15",
    "Description": "Take a moment or two today, to step away from your devices and take the time to just breathe and let your mind wander. "
  },
  {
    "@row.id": 924,
    "Date": "2018-Jun-14",
    "Description": "Apple has released macOS High Sierra 10.13.5, and so far we have not had any trouble upgrading. We recommend using the [combo update](https://support.apple.com/kb/DL1965?viewlocale=en_US&locale=en_US) instead of the app store for macOS updates. \r\n\r\n"
  },
  {
    "@row.id": 930,
    "Date": "2018-Jun-13",
    "Description": "Japan Visitors: if you're in Osaka, the \"[otaue rice-planting festival](http://www.sumiyoshitaisha.net/en/rituals.html)\" is being held at Sumiyoshi Taisha Shrine on 14th June 2018 from 13:00. A must-see!"
  },
  {
    "@row.id": 931,
    "Date": "2018-Jun-12",
    "Description": "㊗️CircleCI has [launched in Japan](https://circleci.com/blog/announcing-circleci-japan/). Congratulations to Jim Rose CEO and the Japan team. In fact, CircleCI is one of the tools we use to build this very site. "
  },
  {
    "@row.id": 928,
    "Date": "2018-Jun-12",
    "Description": "Osaka Drink Maker DyDo Drinco offers [free loaner umbrellas](https://www.japantimes.co.jp/news/2018/06/07/national/japanese-beverage-company-expands-network-vending-machines-containing-free-umbrellas/) at its drink machines in 17 prefectures nationwide. We are heading into rainy season, so keep an eye open for this. Convenient!  "
  },
  {
    "@row.id": 929,
    "Date": "2018-Jun-11",
    "Description": "PSA: malware \"VPNFilter\" is [worse than](https://thenextweb.com/security/2018/06/07/vpnfilter-router-malware-from-russia-affects-way-more-devices-check-yours-now/) it originally appeared, in that many more devices are vulnerable to attacks like password stealing or launching attacks on other devices. Strengthen your password and upgrade your firmware for sure, but we strongly recommend resetting the device to factory default, updating firmware, and re-configuring. You can [contact eSolia](https://esolia.com/info-request) for help, of course!"
  },
  {
    "@row.id": 927,
    "Date": "2018-Jun-08",
    "Description": "Visiting Tokyo, Japan with Kids? You might enjoy trying the best new toys at the [International Tokyo Toy Show](http://www.toys.or.jp/toyshow/index_en.html) at Tokyo Big Sight this weekend, June 9th and 10th, 2018. "
  },
  {
    "@row.id": 925,
    "Date": "2018-Jun-07",
    "Description": "We welcome the [data privacy protections](https://www.apple.com/newsroom/2018/06/apple-introduces-macos-mojave/) Apple is building into Safari in the next versions of macOS (Mojave) and iOS (called '[Intelligent Tracking Prevention 2.0](https://webkit.org/blog/8311/intelligent-tracking-prevention-2-0/)'), similar to what's in [Firefox Quantum](https://blog.mozilla.org/blog/2018/01/23/latest-firefox-quantum-release-now-available-with-new-features/) now. "
  },
  {
    "@row.id": 922,
    "Date": "2018-Jun-06",
    "Description": "PSA: the Windows 10 April 2018 update caused apps such as Google Chrome or \"Hey Cortana\" to freeze, but Microsoft claims to have included a solution for this in their [May 8th Cumulative Update](https://support.microsoft.com/en-us/help/4103721/windows-10-update-kb4103721). "
  },
  {
    "@row.id": 923,
    "Date": "2018-Jun-05",
    "Description": "Tokyo visitors: The Tokyo Metropolitan Government has started a free service \"[Tokyo Multilingual Call Center](http://call.tokyo.jp/en/)\" for tourists, receiving calls 24x7, 365 days per year. It provides \"basic information about transportation and sightseeing to tourists from overseas, about the Tokyo Metropolitan Area\" for free. Get help in English, Korean, or Chinese by calling 0120-805-261 from a regular phone in Japan or, by using the \"IP Phone\" app at [http://call.tokyo.jp/en/](http://call.tokyo.jp/en/). "
  },
  {
    "@row.id": 921,
    "Date": "2018-Jun-04",
    "Description": "PSA: Vulnerabilities have been discovered in Google Chrome versions prior to 67.0.3396.62, which could allow a hacker to retrieve information, bypass security or perform a denial-of-service attack. Google [has released](https://www.us-cert.gov/ncas/current-activity/2018/05/29/Google-Releases-Security-Update-Chrome) an update, which we recommend you apply now. "
  },
  {
    "@row.id": 920,
    "Date": "2018-Jun-02",
    "Description": "Japan visitors with kids, if you're near Yokohama, \"[Kodomonokuni](http://www.kodomonokuni.org/english/)\" or Children's Land, is a great place to take your kids for some outdoor fun and maybe a BBQ!"
  },
  {
    "@row.id": 919,
    "Date": "2018-Jun-01",
    "Description": "Japan visitors: you might enjoy the Yokohama Port Opening Festival (\"kaiko kinenbi\") on 1st and 2nd June, Friday and Saturday. Celebrations around Minato Mirai 21 and Rinko Park near Sakuragicho station, include music, dancing, a market, boat racing, processions and so on. Enjoy!"
  },
  {
    "@row.id": 177,
    "Date": "2018-Jun-01",
    "Description": "We love this English Rail and Subway Map for Central Tokyo, in print, online or iOS versions, available at [Informa-v](https://informa-v.com/EN/index.htm) by Vollmer Design. Great for those visiting Japan. "
  },
  {
    "@row.id": 917,
    "Date": "2018-May-31",
    "Description": "eSolia's teamITMS frequently manages IT shutdown, restart and validation during the annual power outages at buildings in Tokyo. Read more about [this and other processes](https://esolia.com/process/) we manage. "
  },
  {
    "@row.id": 918,
    "Date": "2018-May-30",
    "Description": "PSA: a recent security threat called \"VPNFilter\" has been discovered, which allows hackers to control your home router to steal passwords and launch other attacks. At a minimum, change the password (to a strong one) and update the firmware. Our recommendation: do those things, but in addition, make a config backup, reset the router to factory default, then restore the config. You can [contact eSolia](https://esolia.com/info-request) for help, of course!"
  },
  {
    "@row.id": 916,
    "Date": "2018-May-30",
    "Description": "Are you looking to reduce how much you are tracked online by websites? Why not try EFF's [Privacy Badger](https://www.eff.org/privacybadger) plugin for Chrome, Firefox or Opera browsers. "
  },
  {
    "@row.id": 915,
    "Date": "2018-May-29",
    "Description": "[Google Lens](https://support.google.com/photos/answer/7539151?co=GENIE.Platform%3DiOS&hl=en) has recently become available in Google Photos in iOS. Take a photo of, say, a business card or sign, view it in Google Photos, and tap the \"lens\" icon for options. Fantastic!"
  },
  {
    "@row.id": 914,
    "Date": "2018-May-28",
    "Description": "To handle the expected influx of 40 million tourist visitors by 2020 and to help with an aging population, Tokyo's taxi industry is ramping up production of the Toyota \"[JPN Taxi](https://newsroom.toyota.co.jp/en/jpntaxi/)\", a spacious model that can accommodate wheelchair riders."
  },
  {
    "@row.id": 912,
    "Date": "2018-May-27",
    "Description": "Related to the new EU [GDPR](https://gdpr-info.eu/) regulations, Apple is letting EU users download the data they collected on you, from [https://privacy.apple.com](https://privacy.apple.com). We understand this service will be released in other regions later."
  },
  {
    "@row.id": 911,
    "Date": "2018-May-26",
    "Description": "Everyone needs secure storage for the many passwords needed for the websites and systems they use. [Ask eSolia](https://esolia.com/info-request/) about a solution!"
  },
  {
    "@row.id": 910,
    "Date": "2018-May-25",
    "Description": "PSA: regarding \"Efail\", a set of security vulnerabilities in helper software used with email software to integrate PGP/GPG encryption, Protonmail has written a [detailed explanation](https://protonmail.com/blog/pgp-vulnerability-efail/) of the issues and provides guidance. "
  },
  {
    "@row.id": 913,
    "Date": "2018-May-24",
    "Description": "There are a number of challenges with the Microsoft Windows 10 \"April 2018 Update\". [Contact eSolia](https://esolia.com/info-request) and let us upgrade your Japan PCs. "
  },
  {
    "@row.id": 909,
    "Date": "2018-May-24",
    "Description": "Windows Chrome users: you can check your system for malware that infects your browser by visiting `chrome://settings/cleanup`."
  },
  {
    "@row.id": 907,
    "Date": "2018-May-23",
    "Description": "New success story added for a bilingual website project. [See here](https://esolia.com/success-story_bilingual-website-built-with-hugo/) for details. "
  },
  {
    "@row.id": 908,
    "Date": "2018-May-22",
    "Description": "And we thought Yokohama was tough on residents regarding recycling. Kamikatsu's [zero waste](http://www.abc.net.au/news/2018-05-20/kamikatsu-the-japanese-town-with-45-different-recycling-bins/9776560) goal is admirable. See their multipage (Japanese) [guidebook](http://www.kamikatsu.jp/docs/2017040700010/file_contents/bunbetsuguide.pdf) for an idea."
  },
  {
    "@row.id": 905,
    "Date": "2018-May-21",
    "Description": "New success story added for a past office move project. [See here](https://esolia.com/success-story_move-from-serviced-to-leased-office/) for details. "
  },
  {
    "@row.id": 906,
    "Date": "2018-May-18",
    "Description": "JR East will [install cameras](https://www.japantimes.co.jp/news/2018/04/03/national/jr-east-install-security-cameras-trains/) on new trains to enhance security. We hope this move serves to increase security for riders."
  },
  {
    "@row.id": 903,
    "Date": "2018-May-18",
    "Description": "Health conscious in Japan? There are _plenty_ of juice bars in Tokyo now, like [Sky High](http://skyhigh-tokyo.jp), [Saladish](http://www.saladish.jp), [Smoothie Stand Aoya](http://aoya.favy.jp), [Maruce Juice Bar Shinjuku](https://goo.gl/maps/2VGm2Z8qyRz), [Robeks Juice Aoyama](https://goo.gl/maps/mfyrRVeenM12) and even a local one \"[Vegetarian](https://goo.gl/maps/ncrimfJHVS22)\" in the New Shimbashi Building, just outside JR Shimbashi station."
  },
  {
    "@row.id": 902,
    "Date": "2018-May-17",
    "Description": "Google's [new \"Google News\" app](https://blog.google/products/news/new-google-news-ai-meets-human-intelligence) is available on your app store, and on <https://news.google.com>."
  },
  {
    "@row.id": 397,
    "Date": "2018-May-17",
    "Description": "US Net Neutrality was [repealed by the FCC on 11th June 2018](https://arstechnica.com/tech-policy/2018/05/net-neutrality-to-die-on-june-11-as-ajit-pai-blasts-special-interests/) but the US Senate [voted to preserve it](https://www.eff.org/deeplinks/2018/05/senate-voted-stand-net-neutrality-now-tell-house-do-same). We should all expect negative impacts if Net Neutrality is officially repealed by the final House of Representatives vote."
  },
  {
    "@row.id": 904,
    "Date": "2018-May-16",
    "Description": "Tokyo visitors, it's Spring Festival time. Kanda Myojin Shrine has been having its annual spring Matsuri festival and today 16th May 2018 from 14:00 is the \"[rei-tai-sai](https://www.kandamyoujin.or.jp/kandamatsuri/event/reitaisai/)\". The big [Sanja Matsuri](http://www.sanja.jp) is Friday 18th May through Sunday 20th May 2018, in Asakusa on the Ginza subway line. There is even a [live camera](https://www.youtube.com/watch?v=_prQqyxhxhY) available. "
  },
  {
    "@row.id": 901,
    "Date": "2018-May-16",
    "Description": "Google reduced the price of its [storage plans](https://www.google.com/drive/pricing/) and changed the service name to \"Google One\". There's even \"Family Sharing\"."
  },
  {
    "@row.id": 400,
    "Date": "2018-May-15",
    "Description": "PSA: security researchers found vulnerabilities in common email encryption tools based on PGP. [A blog post by the EFF](https://www.eff.org/deeplinks/2018/05/attention-pgp-users-new-vulnerabilities-require-you-take-action-now) recommends temporarily disabling PGP _plugins_ like Thunderbird Enigmail, Apple Mail PGP Tools, and Outlook Gpg4win. The problem is with the plugins, not PGP itself."
  },
  {
    "@row.id": 399,
    "Date": "2018-May-15",
    "Description": "New success story added for a past project. [See here](https://esolia.com/success-story_office-and-lab-construction-project/) for details. "
  },
  {
    "@row.id": 398,
    "Date": "2018-May-14",
    "Description": "We added RSS feeds for the \"short news\" information and project lists, on the top, [news archive](https://esolia.com/post), and [success stories](https://esolia.com/success-stories) pages, and indicated by the standard feed icon ![](https://esolia.com/img/RSS.png). This is useful if you still use an RSS feed reader to consume news. "
  },
  {
    "@row.id": 396,
    "Date": "2018-May-13",
    "Description": "Google is going to require regular security patching from Android OEMs, from the [I/O 2018 Keynote talk](https://www.youtube.com/watch?v=ogfYd705cRs). Regular security patches being required on your Android phones is a good thing, so we look forward to this becoming the norm."
  },
  {
    "@row.id": 394,
    "Date": "2018-May-12",
    "Description": "Google has made it easier to view, and delete, your activity on their services. We recommend making use of it. <https://myactivity.google.com>"
  },
  {
    "@row.id": 392,
    "Date": "2018-May-08",
    "Description": "PSA: 7-zip users should upgrade immediately to avoid a [security vulnerability](https://www.cisecurity.org/advisory/a-vulnerability-in-7-zip-could-allow-for-arbitrary-code-execution_2018-049/). [Contact eSolia](https://esolia.com/info-request) to scan and identify systems on your LAN that have vulnerable 7-zip versions. "
  },
  {
    "@row.id": 401,
    "Date": "2018-May-07",
    "Description": "We've launched our new website design! Read more about it [in this blog post](https://esolia.com/post/why-did-esolia-choose-hugo/). "
  },
  {
    "@row.id": 7,
    "Date": "2018-May-04",
    "Description": "PSA: [Twitter recommends](https://blog.twitter.com/official/en_us/topics/company/2018/keeping-your-account-secure.html) changing your password, just in case, due to an internal security breach. "
  },
  {
    "@row.id": 8,
    "Date": "2018-May-03",
    "Description": "First Thursday of May is \"World Password Day\". Read [this article](https://rick.cogley.info/post/establishing-a-personal-password-policy/) by eSolia CEO Rick Cogley on establishing a personal password policy, and take action. "
  },
  {
    "@row.id": 393,
    "Date": "2018-May-01",
    "Description": "The last year of the Heisei era begins today. Emperor Akihito will abdicate the Chrysanthemum Throne on April 30, 2019, and his son Crown Prince Naruhito will ascend to the throne on May 30, 2019. ㊗️"
  },
  {
    "@row.id": 395,
    "Date": "2018-Apr-17",
    "Description": "What a day for athletics! Desi Linden of the US won the women's and Yuki Kawauchi of Japan won the men's [at the Boston Marathon](https://www.nytimes.com/2018/04/16/sports/boston-marathon-rain-galen-rupp.html), in the worst possible conditions - cold, wet, windy. Congratulations! ㊗️ Inspiring! "
  },
  {
    "@row.id": 15,
    "Date": "2018-Apr-02",
    "Description": "iPhone or iPad users: consider Settings, Siri & Search, \"Allow Siri When Locked\". Leaving this ON invites shenanigans."
  },
  {
    "@row.id": 3,
    "Date": "2018-Feb-12",
    "Description": "Japan visitors: get “[NHK WORLD TV](https://apple.co/2EmIeUD)” on your App Store (Android also), and enable quake and tsunami alerts in settings."
  },
  {
    "@row.id": 9,
    "Date": "2017-Nov-15",
    "Description": "eSolia CEO Rick Cogley is doing a [Reddit AMA](https://www.reddit.com/r/IAmA/comments/7d2iw2/iama_business_owner_in_japan_here_since_1987_ama/) (user: rickcogley). Ask Me Anything. "
  },
  {
    "@row.id": 5,
    "Date": "2017-Oct-31",
    "Description": "PSA: be smart; change default password on all your \"IoT\" devices, such as your Internet router/wifi or coffee maker! ([Reaper Botnet](https://arstechnica.com/information-technology/2017/10/assessing-the-threat-the-reaper-botnet-poses-to-the-internet-what-we-know-now))"
  },
  {
    "@row.id": 4,
    "Date": "2017-Oct-18",
    "Description": "PSA: Don't get KRACKed. Patch your wireless routers / wifi, your Mac or Windows systems, your smartphone. ([KRACK attack](https://arstechnica.com/information-technology/2017/10/how-the-krack-attack-destroys-nearly-all-wi-fi-security))"
  },
  {
    "@row.id": 6,
    "Date": "2017-Oct-06",
    "Description": "macOS High Sierra users: Apple released important [security patches](https://support.apple.com/en-us/HT208165), so updating is recommended. "
  },
  {
    "@row.id": 17,
    "Date": "2017-Jul-07",
    "Description": "We founded @eSolia_Inc on 7th July 1999 for IT service excellence. Thank you for another successful year! "
  },
  {
    "@row.id": 11,
    "Date": "2017-May-04",
    "Description": "PSA: Google has addressed the Google Docs phishing hack. Be sure to do a Google [Security Checkup](https://myaccount.google.com/security-checkup). "
  },
  {
    "@row.id": 10,
    "Date": "2017-May-03",
    "Description": "PSA: use extra care today. Why this [Google Docs phishing attack](https://www.washingtonpost.com/amphtml/news/the-switch/wp/2017/05/03/why-this-google-docs-phishing-attack-is-particularly-sneaky/) is particularly sneaky!"
  },
  {
    "@row.id": 12,
    "Date": "2017-Feb-25",
    "Description": "PSA: [Cloudbleed](https://gizmodo.com/everything-you-need-to-know-about-cloudbleed-the-lates-1792710616) security breach means change your passwords! [Many sites](https://github.com/pirate/sites-using-cloudflare/blob/master/README.md) are using Cloudflare DNS and are impacted. "
  },
  {
    "@row.id": 13,
    "Date": "2017-Feb-17",
    "Description": "Visiting Tokyo? Do yourself a favor and take a day trip down to Kamakura, one of the ancient capitals of Japan. Here is a [Google map of sites](https://goo.gl/maps/7t9YxHU83dJ2) you might like to visit. "
  },
  {
    "@row.id": 14,
    "Date": "2017-Jan-28",
    "Description": "Chinese friends and colleagues: Happy New Year!"
  },
  {
    "@row.id": 20,
    "Date": "2017-Jan-24",
    "Description": "This [\"Word Lens\"](https://googleblog.blogspot.jp/2015/07/see-world-in-your-language-with-google.html) feature of Google Translate is so very nifty. If you haven't, give it a try; point and shoot! "
  },
  {
    "@row.id": 24,
    "Date": "2016-Oct-16",
    "Description": "iOS 10 users: [fix an annoyance in Settings, Mail, Most Recent Messages on Top](https://twitter.com/eSolia_Inc/status/787802327071817732/photo/1)\r\n"
  },
  {
    "@row.id": 26,
    "Date": "2016-Sept-14",
    "Description": "PSA: Google Apps for Work users, if your Gmail is not working, Google says \"disable and reenable Gmail for your domain\" as a workaround."
  },
  {
    "@row.id": 27,
    "Date": "2016-Aug-27",
    "Description": "PSA: Dropbox had a security breach, so [change your password](https://www.dropbox.com/help/sign-in/prompted-create-new-password) and for the love of Soteria, enable 2-factor authentication while you are at it. "
  },
  {
    "@row.id": 28,
    "Date": "2016-Jul-14",
    "Description": "PSA: Heavy rains in Minato Tokyo. Watch for flooding. Check water level and rainfall at:[Minato Ward water level rainfall information](http://translation2.j-server.com/LUCMINASUI/ns/tl.cgi/http://navi.city.minato.tokyo.jp/mobile/suii_uryo/?SLANG=ja&TLANG=en&XMODE=)\r\n "
  },
  {
    "@row.id": 29,
    "Date": "2016-Jul-07",
    "Description": "🎉㊗️It's eSolia's 17th Anniversary! We founded [eSolia Inc](https://esolia.com/about/) on 7th July 1999 for IT service excellence. Thank you for another successful year! "
  },
  {
    "@row.id": 30,
    "Date": "2016-Jul-05",
    "Description": "PSA: Github [noticed a security attack](https://blog.github.com/2016-06-16-github-security-update-reused-password-attack/) on their system, so you might want to change your password, and enable 2FA while you're at it."
  },
  {
    "@row.id": 31,
    "Date": "2016-Jun-17",
    "Description": "PSA: organized fraudsters posing as the IRS, calling US citizens to demand quick action to settle. IRS does not phone; they send letters."
  },
  {
    "@row.id": 33,
    "Date": "2016-Jun-05",
    "Description": "PSA: [TeamViewer security breach](https://arstechnica.com/information-technology/2016/06/teamviewer-says-theres-no-evidence-of-2fa-bypass-in-mass-account-hack/?utm_content=bufferbe664&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer). Change your passwords, use a unique one per site, use two-factor authentication. "
  },
  {
    "@row.id": 34,
    "Date": "2016-May-05",
    "Description": "PSA: [Hack exposes millions of Gmail, Microsoft and Yahoo logins.](https://www.cultofmac.com/426891/hack-exposes-millions-of-gmail-microsoft-and-yahoo-logins/) Change your Google, Yahoo and Microsoft passwords just to be safe (and enable 2fa). "
  },
  {
    "@row.id": 36,
    "Date": "2016-Mar-31",
    "Description": "PSA: beware of an insidious malware trend \"ransomware\" in which scammers lock your computer &amp; extort you, especially via email attachments."
  },
  {
    "@row.id": 38,
    "Date": "2016-Mar-03",
    "Description": "Sysadmins using Macs: check out [how to run the OS X TFTP server](https://rick.cogley.info/post/run-a-tftp-server-on-mac-osx/?utm_content=), for network device upgrades."
  },
  {
    "@row.id": 41,
    "Date": "2016-Feb-19",
    "Description": "Mac users: here's some tips on [handling hidden files in OS X](https://rick.cogley.info/post/hidden-files-in-osx-finder-open-dialogs-and-terminal/?utm_content=). "
  },
  {
    "@row.id": 43,
    "Date": "2016-Feb-12",
    "Description": "PSA update: Mac users see what you can do about [Sparkle security vulnerability](https://rick.cogley.info/post/mac-app-sparkle-framework-vulnerability/?utm_content=buffer5fba9&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer). "
  },
  {
    "@row.id": 45,
    "Date": "2016-Feb-11",
    "Description": "PSA: Mac users, encourage your app providers to address [this security vulnerability](https://arstechnica.com/information-technology/2016/02/huge-number-of-mac-apps-vulnerable-to-hijacking-and-a-fix-is-elusive) asap."
  },
  {
    "@row.id": 44,
    "Date": "2016-Feb-11",
    "Description": "PSA for Mac users: about the [\"Sparkle\" app update system security vulnerability](https://rick.cogley.info/post/mac-app-sparkle-framework-vulnerability/?utm_content=buffera04d4&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer). "
  },
  {
    "@row.id": 49,
    "Date": "2015-Dec-23",
    "Description": "PSA: Our database service PROdb to be down for maintenance this coming Sat, 26 Dec 2015. Service interruptions between 18pm and 20pm JST."
  },
  {
    "@row.id": 56,
    "Date": "2015-Dec-02",
    "Description": "PSA: [Christmas lights](https://www.cultofmac.com/400156/christmas-lights-may-be-ruining-your-wi-fi-speeds/) may be ruining your Wi-Fi speeds."
  },
  {
    "@row.id": 62,
    "Date": "2015-Oct-08",
    "Description": "Mac OS X El Capitan users: if you experience crashes, you'll notice the \"beachball\" spinner has been redesigned."
  },
  {
    "@row.id": 61,
    "Date": "2015-Oct-08",
    "Description": "[Esoteric OS X problem](https://rick.cogley.info/post/osx-sslhandshake-problem-from-an-open-keychain/?utm_content=) , the moral of which is \"don't keep a keychain backup open.\""
  },
  {
    "@row.id": 60,
    "Date": "2015-Oct-08",
    "Description": "Mac OS X El Capitan users: press F3 to see an improved Exposé, showing docs grouped with their apps."
  },
  {
    "@row.id": 59,
    "Date": "2015-Oct-08",
    "Description": "OS X El Capitan users: jiggle the mouse cursor and it will grow temporarily so you can find it."
  },
  {
    "@row.id": 67,
    "Date": "2015-Oct-07",
    "Description": "Mac OS X El Capitan users: spotlight SFNS to see the new \"San Francisco\" system font."
  },
  {
    "@row.id": 66,
    "Date": "2015-Oct-07",
    "Description": "Mac OS X El Capitan users: in Mail, do a two-finger swipe right or left on a message, to mark-unread and delete, like on iPhone."
  },
  {
    "@row.id": 65,
    "Date": "2015-Oct-07",
    "Description": "Mac OS X El Capitan users: in Safari you can now easily identify a tab that's playing audio, and mute it. Click the sound icons that appear."
  },
  {
    "@row.id": 64,
    "Date": "2015-Oct-07",
    "Description": "Mac OS X El Capitan users: use natural language queries in Spotlight, like \"excel files I saved yesterday\"."
  },
  {
    "@row.id": 68,
    "Date": "2015-Oct-06",
    "Description": "Mac OS X El Capitan Users: new graphics API called \"Metal\" will give you a nice speed boost for apps like Photos, Photoshop or Lightroom."
  },
  {
    "@row.id": 74,
    "Date": "2015-Sept-30",
    "Description": "PSA: from today, 1st Oct 2015, [Japan consumption tax due](https://www.japantimes.co.jp/news/2015/09/30/national/overseas-online-purchases-taxed-bid-protect-domestic-industries/?utm_content=buffer734f9&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer#.Wvu9mIjRCUk) on overseas online purchases, disingenuous rationale aside."
  },
  {
    "@row.id": 76,
    "Date": "2015-Sept-29",
    "Description": "iOS 9 users: turning off new feature may save money. Settings, Cellular, Wifi Assist. It auto-switches to 4G if wifi is 'poor'."
  },
  {
    "@row.id": 79,
    "Date": "2015-Sept-25",
    "Description": "PSA: iOS 9 users can [prevent a security exploit](https://thehackernews.com/2015/09/io9-hack-passcode.html?utm_content=buffer2410f&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer) by disabling use of Siri from lock screen. "
  },
  {
    "@row.id": 87,
    "Date": "2015-Jul-31",
    "Description": "PSA: Pressure your Android phone maker for [the StageFright bug](http://fortune.com/2015/07/28/stagefright-google-android-security/?utm_content=buffer58bc5&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer)fix. "
  },
  {
    "@row.id": 86,
    "Date": "2015-Jul-31",
    "Description": "PSA: Android users, be proactive against [the StageFright bug](https://www.greenbot.com/article/2954235/android/how-to-protect-yourself-from-the-stagefright-security-flaw.html?utm_content=buffer8d45c&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer), while you wait for a fix. "
  },
  {
    "@row.id": 97,
    "Date": "2015-Jul-07",
    "Description": "🎉㊗️It's eSolia's 16th Anniversary! To celebrate, we launched our new website. Please see it [here](https://esolia.com/)."
  },
  {
    "@row.id": 107,
    "Date": "2015-May-22",
    "Description": "PSA: be aware of this odious change that requires you to verify your domain registration contact info. EasyDNS Blog: \"[Unfortunately, we have renewed our ICANN Accreditation](https://easydns.com/blog/2015/05/20/unfortunately-we-have-renewed-our-icann-accreditation/)\" ."
  },
  {
    "@row.id": 111,
    "Date": "2015-May-05",
    "Description": "Japan PSA: travellers beware, and note that areas might be closed. \"[Volcanic activity increases at Mount Hakone](https://japantoday.com/category/national/two-more-minor-quakes-recorded-at-mount-hakone)\" "
  },
  {
    "@row.id": 406,
    "Date": "2015-Feb-26",
    "Description": "PSA for security: use [this site](https://filippo.io/Badfish/?utm_content=bufferf761d&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer) to test yourself for Superfish, Komodia, PrivDog vulnerability. "
  },
  {
    "@row.id": 407,
    "Date": "2015-Feb-25",
    "Description": "On OS X and iOS security [vulnerabilities and shoddy reporting](https://www.imore.com/os-x-and-ios-security-vulnerabilities-and-shoddy-reporting)"
  },
  {
    "@row.id": 427,
    "Date": "2015-Jan-28",
    "Description": "PSA: OSX Yosemite users, upgrade to 10.2.2 did indeed resolve wifi issues on a couple of our systems. "
  },
  {
    "@row.id": 428,
    "Date": "2015-Jan-27",
    "Description": "PSA via @maintain_se: it is always recommended to use a [combo updater](https://support.apple.com/kb/DL1786?locale=ja_JP) to update OS X. [More](http://www.maintain.se/blog/combo-updates/):"
  },
  {
    "@row.id": 438,
    "Date": "2015-Jan-16",
    "Description": "PSA for security: [Browsing in privacy mode](https://arstechnica.com/information-technology/2015/01/browsing-in-privacy-mode-super-cookies-can-track-you-anyway/?utm_content=buffer1f74f&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer)? Super Cookies can track you anyway."
  },
  {
    "@row.id": 442,
    "Date": "2015-Jan-14",
    "Description": "PSA: [iCloud 2FA security](https://medium.com/@da/login-to-2fa-protected-apple-accounts-without-doing-2fa-7f62813c5fe1) is still only rudimentary, and does not yet cover all Apple services. Use a strong password! \r\n\r\n"
  },
  {
    "@row.id": 443,
    "Date": "2015-Jan-13",
    "Description": "PSA: trouble with Adobe Creative Cloud Desktop not running on OS X Yosemite? Add your user and admin group as \"RW\" (Read and Write) to `/Library` and `~/Library` to fix."
  },
  {
    "@row.id": 447,
    "Date": "2015-Jan-09",
    "Description": "Security PSA:  [OS X Spotlight Search glitch can expose your IP address and other details to spammers](https://www.engadget.com/2015/01/09/os-x-spotlight-search-glitch-can-expose-your-ip-address-and-othe/)- TUAW "
  },
  {
    "@row.id": 450,
    "Date": "2015-Jan-07",
    "Description": "Security PSA: Mac users stay aware. [\"World’s first (known) bootkit for OS X can permanently backdoor Macs\" ](https://arstechnica.com/information-technology/2015/01/worlds-first-known-bootkit-for-os-x-can-permanently-backdoor-macs/?utm_content=buffer97644&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer)"
  },
  {
    "@row.id": 452,
    "Date": "2015-Jan-06",
    "Description": "[NASA Audio Collection](https://archive.org/details/nasaaudiocollection) \"...make(s) available the historic audio record of the history of Human Spaceflight\" \r\n\r\n"
  },
  {
    "@row.id": 464,
    "Date": "2014-Dec-18",
    "Description": "[iOS 8 review: 3 months later](https://www.imore.com/ios-8-review-3-months-later?utm_content=buffer600b6&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer)\r\n\r\n\r\n\r\n"
  },
  {
    "@row.id": 462,
    "Date": "2014-Dec-18",
    "Description": "Security PSA: Software devs, do it now [\"Vulnerability announced: update your Git clients\"](https://blog.github.com/2014-12-18-vulnerability-announced-update-your-git-clients/). "
  },
  {
    "@row.id": 468,
    "Date": "2014-Dec-16",
    "Description": "Mac and iOS users, \"[App Santa](https://appsanta.co/)\" is a good annual sale, especially if you want to try various apps. You can save up to 80% thru Dec 26th. "
  },
  {
    "@row.id": 502,
    "Date": "2014-Oct-30",
    "Description": "iOS tip: set auto download App updates from Settings, iTunes &amp; App Store. [Screenshot from iOS 8](https://twitter.com/eSolia_Inc/status/527626071693602819/photo/1)"
  },
  {
    "@row.id": 505,
    "Date": "2014-Oct-23",
    "Description": "OS X Yosemite and iOS 8’s “instant hotspot” feature is wildly convenient. Nice!"
  },
  {
    "@row.id": 503,
    "Date": "2014-Oct-23",
    "Description": "[iOS 8 Health app](https://support.apple.com/en-us/HT203037)- if you want to backup and _restore_ your health data, you MUST encrypt your backup. "
  },
  {
    "@row.id": 511,
    "Date": "2014-Oct-20",
    "Description": "OS X Yosemite: Handoff borked? Toggle Settings, General, Handoff &amp; restart iOS 8.1 device. Then, toggle FaceTime prefs \"cellular calls\". "
  },
  {
    "@row.id": 518,
    "Date": "2014-Oct-13",
    "Description": "PSA: Typhoon Vongfong moving up Japan now, Tokyo area ETA 1-3am JST, 14 Oct. Take precautions &amp; expect travel delays."
  },
  {
    "@row.id": 516,
    "Date": "2014-Oct-13",
    "Description": "PSA: [alert from Yokohama city regarding mudslides](https://twitter.com/eSolia_Inc/status/521613253890572288/photo/1). "
  },
  {
    "@row.id": 520,
    "Date": "2014-Oct-07",
    "Description": "Japan car-sharing services e.g. from Park24 or Orix offer [\"a cheaper alternative to owning a car in the city\"](https://www.japantimes.co.jp/news/2014/10/06/reference/car-sharing-cheaper-alternative-owning-car-city/)"
  },
  {
    "@row.id": 523,
    "Date": "2014-Oct-05",
    "Description": "PSA: Typhoon Phanfone approaching Japan and should hit Kanto Sunday night through noon Monday. Expect travel delays. "
  },
  {
    "@row.id": 522,
    "Date": "2014-Oct-05",
    "Description": "PSA: [Flood Warning](http://translation2.j-server.com/LUCMINASUI/ns/tl.cgi/http://navi.city.minato.tokyo.jp/mobile/suii_uryo/?SLANG=ja&TLANG=en&XMODE=) in Minato City, Tokyo. "
  },
  {
    "@row.id": 526,
    "Date": "2014-Sept-26",
    "Description": "iOS 8 tip: the new \"Hey Siri\" feature is kinda cool, but it consumes battery from having to continually monitor for your voice command. "
  },
  {
    "@row.id": 530,
    "Date": "2014-Sept-25",
    "Description": "iOS 8 tip: see which apps are eating battery in Settings &gt; General &gt; Usage."
  },
  {
    "@row.id": 529,
    "Date": "2014-Sept-25",
    "Description": "iOS 8 tip: app integration, finally. E.g. you can seamlessly access a password manager like 1Password from a website's login page. "
  },
  {
    "@row.id": 528,
    "Date": "2014-Sept-25",
    "Description": "iOS 8 tip: Messages allows you to tap \"Details\" re a thread for contact info &amp; linked photos, easily share location, mute, leave chat. "
  },
  {
    "@row.id": 527,
    "Date": "2014-Sept-25",
    "Description": "iOS 8 tip: camera now has Timelapse recording and a slider for brightness."
  },
  {
    "@row.id": 535,
    "Date": "2014-Sept-24",
    "Description": "iOS 8 Tip: \"HomeKit\" allows control of disparate \"smart home\" devices like lights or thermostat from 1 place. Open the pod bay doors, Siri! "
  },
  {
    "@row.id": 534,
    "Date": "2014-Sept-24",
    "Description": "iOS 8 Tip: use \"Family Sharing\" to share cals, photos, &amp; AppStore or iTunes purchases from the same credit card. You can OK kids' purchases. "
  },
  {
    "@row.id": 533,
    "Date": "2014-Sept-24",
    "Description": "iOS 8 Tip: Healthkit and the \"Health\" app, for unified health data. A bug is preventing integration, but Strava, Fitbit, Nike+ should work. "
  },
  {
    "@row.id": 532,
    "Date": "2014-Sept-24",
    "Description": "iOS 8 Tip: Custom Keyboards are here! E.g. SwiftKey, Swype, TextExpander, Fleksy, PopKey. Download, then go to Settings, General, Keyboard. "
  },
  {
    "@row.id": 531,
    "Date": "2014-Sept-24",
    "Description": "iOS 8 tip: QuickType - tap auto-suggested words while typing &amp; the suggested words are context-sensitive. (Not in Japanese version, though) "
  },
  {
    "@row.id": 536,
    "Date": "2014-Sept-23",
    "Description": "iOS 8 Tip: double push the home button to access your favorites and recents at the top, as well as the usual open apps. "
  },
  {
    "@row.id": 540,
    "Date": "2014-Sept-22",
    "Description": "iOS 8 Tip: 3rd party \"widgets\" can now be installed in notifications pull-down drawer. E.g.: Yahoo weather, OmniFocus tasks, ESPN sports. "
  },
  {
    "@row.id": 539,
    "Date": "2014-Sept-22",
    "Description": "iOS8 Tip: respond to notifications (message, cal, Facebook etc) right from the home or lock screen. Tap to respond, swipe to ignore. "
  },
  {
    "@row.id": 541,
    "Date": "2014-Sept-21",
    "Description": "iOS 8 Tip: TouchID (iPhone 5S, 6, 6+) can be used by 3rd Party developers. You can use it already in AgileBits 1Password password manager. "
  },
  {
    "@row.id": 543,
    "Date": "2014-Sept-20",
    "Description": "iOS 8 tip: \"Continuity\" will let you hand off browser sessions, conversations, docs to your Mac, when upgraded to OS X Yosemite. "
  },
  {
    "@row.id": 544,
    "Date": "2014-Sept-17",
    "Description": "Will you update to iOS 8 on day one? You need about 5GB free to do it."
  },
  {
    "@row.id": 565,
    "Date": "2014-Jul-25",
    "Description": "PSA: Tokyo is truly hot now, with 80% humidity. Hydrate. Don't walk your dog in this or leave your child in the car. "
  },
  {
    "@row.id": 570,
    "Date": "2014-Jul-23",
    "Description": "PSA: Take due care, 3K in hospital, 3 dead while [\"Heat-wave sweeps Japan\"](https://www.japantimes.co.jp/news/2014/07/23/national/heat-wave-sweeps-japan-many-areas-log-hottest-day-summer/?utm_content=buffer6b32a&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer#.Wv6GQIjRCUl) "
  },
  {
    "@row.id": 576,
    "Date": "2014-Jul-10",
    "Description": "PSA: Super-typhoon Neoguri to hit greater Tokyo from tonight (Thur 10 July) thru tomorrow noon. Take precautions."
  },
  {
    "@row.id": 360,
    "Date": "2014-Jul-07",
    "Description": "🎉㊗️It's eSolia's 15th Anniversary! We founded [eSolia Inc](https://esolia.com/) on 7th July 1999 for IT service excellence. Thank you for another successful year!"
  },
  {
    "@row.id": 644,
    "Date": "2014-May-19",
    "Description": "Trying to sync Google shared calendars to an iOS 7.1 device? Use [this URL](https://m.google.com/sync/settings/iconfig/) in mobile Safari. "
  },
  {
    "@row.id": 661,
    "Date": "2014-May-07",
    "Description": "PSA: mountain conditions are treacherous even in spring:[ \"2 climbers die of exposure, others rescued in Japan Alps\"](https://www.japantimes.co.jp/news/2014/05/06/national/two-climbers-die-exposure-others-rescued-japan-alps/?utm_content=bufferd4f96&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer#.Wv6JvYjRCUl) "
  },
  {
    "@row.id": 711,
    "Date": "2014-Apr-17",
    "Description": "Convenient iOS app for Japan visitors: \"[Tokyo Subway Navigation for Tourists](https://itunes.apple.com/us/app/tokyo-subway-navigation-for/id844802451?mt=8&utm_content=)\" "
  },
  {
    "@row.id": 731,
    "Date": "2014-Apr-09",
    "Description": "PSA ALERT: \"everything you need to know about the [Heartbleed web security flaw\"](https://gigaom.com/2014/04/08/heres-everything-you-need-to-know-about-the-heartbleed-web-security-flaw/?utm_content=buffer56953&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer)"
  },
  {
    "@row.id": 743,
    "Date": "2014-Apr-01",
    "Description": "PSA: [Support is ending for Windows XP as of 8 April 2014.](https://support.microsoft.com/ja-jp/help/14223/windows-xp-end-of-support) "
  },
  {
    "@row.id": 755,
    "Date": "2014-Mar-27",
    "Description": "LinkedIn 2-factor authentication does indeed work with their official iOS app."
  },
  {
    "@row.id": 810,
    "Date": "2014-Mar-12",
    "Description": "Refinements, additions, and un-breaking stuff: iOS 7.1 reviewed | [Ars Technica ](https://arstechnica.com/gadgets/2014/03/refinements-additions-and-un-breaking-stuff-ios-7-1-reviewed/?utm_content=)\r\n\r\n"
  },
  {
    "@row.id": 820,
    "Date": "2014-Mar-06",
    "Description": "Japan visitors, want something to see? ART FAIR TOKYO is running 7-9 March. "
  },
  {
    "@row.id": 830,
    "Date": "2014-Mar-04",
    "Description": "This blog post from Buffer is \"tech speak\", but it shows how iterative improvement works in the IT industry: \"[cronjob that generates $4 million per year](https://stories.buffer.com/the-cronjob-that-generates-4-million-a-year-4540b0cde584)\" "
  },
  {
    "@row.id": 829,
    "Date": "2014-Mar-04",
    "Description": "Japan visitors: you can visit a [security expo](https://messe.nikkei.co.jp/en/ss/?utm_content=buffer12937&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer) at Tokyo Big Sight, including a slick anti-intrusion fog machine: "
  },
  {
    "@row.id": 844,
    "Date": "2014-Feb-27",
    "Description": "Mac OS X v10.9.2 update runs optimizations &amp; takes a while, but results are good. Snappy! It's said to patch the recent security breach. "
  },
  {
    "@row.id": 847,
    "Date": "2014-Feb-26",
    "Description": "PSA: Update to OS X 10.9.2 to patch security:  [\"OS X Mavericks v10.9.2 and Security Update 2014-001\"](https://support.apple.com/en-us/HT202932)"
  },
  {
    "@row.id": 849,
    "Date": "2014-Feb-24",
    "Description": "PSA: Patch your iOS devices now, and OS X as soon as there is a patch:\r\n[ \"Why Apple's Recent Security Flaw Is So Scary\"](https://gizmodo.com/why-apples-huge-security-flaw-is-so-scary-1529041062)\r\n\r\n"
  },
  {
    "@row.id": 863,
    "Date": "2014-Feb-16",
    "Description": "PSA:  [change your @Kickstarter passwords, &amp; switch to using a unique, strong password per web service.](https://twitter.com/eSolia_Inc/status/435174833853587456/photo/1)"
  },
  {
    "@row.id": 869,
    "Date": "2014-Feb-13",
    "Description": "PSA: Visitors to Greater Tokyo Japan, expect delays today due to snow. "
  },
  {
    "@row.id": 880,
    "Date": "2014-Feb-07",
    "Description": "Japan visitors with kids, this is a great place to play: \"[Exploring a land designed with children in mind](https://www.japantimes.co.jp/life/2014/02/06/lifestyle/exploring-a-land-designed-with-children-in-mind/)\"  "
  },
  {
    "@row.id": 879,
    "Date": "2014-Feb-07",
    "Description": "PSA: Visitors to Greater Tokyo, heavy snow [forecast from 8th Feb noon](https://www.google.org/publicalerts/alert?aid=b1783a5eba377a03). Expect transport delays. "
  },
  {
    "@row.id": 894,
    "Date": "2014-Feb-03",
    "Description": "PSA: we don't get much snow in greater Tokyo but it is expected today. Wear appropriate shoes."
  },
  {
    "@row.id": 892,
    "Date": "2014-Feb-03",
    "Description": "[eSolia just upgraded to Adobe Creative Cloud](https://twitter.com/eSolia_Inc/status/430479987066818561/photo/1). It seems like a good deal, and installs have been smooth so far."
  },
  {
    "@row.id": 895,
    "Date": "2014-Feb-02",
    "Description": "Japan iPhone Users: [Suppress The Softbank \"You Got A Mail\" Notification - Rick Cogley Central](https://rick.cogley.info/post/suppress-the-softbank-you-got-a-mail-notification/)"
  },
  {
    "@row.id": 900,
    "Date": "2014-Jan-31",
    "Description": "Geek tip for OS X Mavericks users: best way to flush DNS cache in Terminal: \"sudo killall -HUP mDNSResponder\" "
  },
  {
    "@row.id": 899,
    "Date": "2014-Jan-31",
    "Description": "PSA for Japan visitors: start taking pollen precautions [\"Hay fever season hits Kanto earlier than usual\" ](https://www.japantimes.co.jp/news/2014/01/31/national/hay-fever-season-hits-kanto-earlier-than-usual/)\r\n"
  },
  {
    "@row.id": 124,
    "Date": "2014-Jan-31",
    "Description": "Security breach PSA: Yahoo mail users, change your password. Flickr users, too, just in case.  See Yahoo's [\"Security Update\"](https://yahoo.tumblr.com/post/75083532312/important-security-update-for-yahoo-mail-users)"
  },
  {
    "@row.id": 144,
    "Date": "2014-Jan-25",
    "Description": "eSolia Promotional Video "
  },
  {
    "@row.id": 148,
    "Date": "2014-Jan-24",
    "Description": "Conserve iOS 7 battery: turn off [\"background app refresh\"](https://twitter.com/eSolia_Inc/status/426643857749864449/photo/1) where it's not needed in settings, general. "
  },
  {
    "@row.id": 146,
    "Date": "2014-Jan-24",
    "Description": "Conserve iOS 7 battery: turn off notifications for certain apps in settings, [notification center](https://twitter.com/eSolia_Inc/status/426807645040029696/photo/1). "
  },
  {
    "@row.id": 145,
    "Date": "2014-Jan-24",
    "Description": "Conserve iOS 7 battery: turn off the home screen parallax effect in settings, general, accessibility,  [reduce motion](https://twitter.com/eSolia_Inc/status/426857709422792704/photo/1) . "
  },
  {
    "@row.id": 154,
    "Date": "2014-Jan-23",
    "Description": "Apple Promises to Fix iOS 7 [White Screen of Death](https://mashable.com/2014/01/22/iphone-screen-of-death/#8JyKJYeR2sqN) spontaneous rebooting."
  },
  {
    "@row.id": 173,
    "Date": "2014-Jan-17",
    "Description": " PSA: Take extra precautions! \"905 kids ill in Shizuoka (Japan) norovirus outbreak\"."
  },
  {
    "@row.id": 183,
    "Date": "2014-Jan-15",
    "Description": "iOS users: [box.net](http://box.net) offering 50GB storage for new signups. [Download on your device &amp; follow the steps](https://twitter.com/eSolia_Inc/status/423603315671580672/photo/1). "
  },
  {
    "@row.id": 229,
    "Date": "2014-Jan-02",
    "Description": "Security PSA: [Snapchat had a huge security breach](https://twitter.com/eSolia_Inc/status/418679944378871808/photo/1), so users change your passwords."
  },
  {
    "@row.id": 236,
    "Date": "2013-Dec-19",
    "Description": "See our [new tutorial](https://vimeo.com/channels/esoliascreencast) on how to add a URL as an icon to your home screen in iOS."
  },
  {
    "@row.id": 251,
    "Date": "2013-Nov-10",
    "Description": "OS X Mavericks Tip: download the free publication \"Hubble Space Telescope Discoveries\" with beautiful and informative content, in iBooks."
  },
  {
    "@row.id": 250,
    "Date": "2013-Nov-10",
    "Description": "OS X Mavericks Tip: select file in Finder then press Space for quick look, and Option-Space for full-screen quick look. Thanks Bryant Fe..."
  },
  {
    "@row.id": 253,
    "Date": "2013-Nov-09",
    "Description": "OS X iMessages tip: to screenshare, setup AIM or Google account, then chat via either before connecting. Pure iMessages acct does not work."
  },
  {
    "@row.id": 261,
    "Date": "2013-Oct-24",
    "Description": "OS X Mavericks tip - integration b/w calendar and maps is welcome. But Japan address handling poor and inflexible; map data seems old."
  },
  {
    "@row.id": 260,
    "Date": "2013-Oct-24",
    "Description": "OS X Mavericks tip: click on the menu bar battery to see which apps are \"using significant energy\"."
  },
  {
    "@row.id": 259,
    "Date": "2013-Oct-24",
    "Description": "OS X Mavericks tip: do a Get Info on an app in Finder, and check \"Prevent App Nap\" to avoid having that app go to sleep."
  },
  {
    "@row.id": 258,
    "Date": "2013-Oct-24",
    "Description": "OS X Mavericks tip: external display improvements, better full-screen mode &amp; menubar is available on display 2, finally!"
  },
  {
    "@row.id": 257,
    "Date": "2013-Oct-24",
    "Description": "OS X Mavericks tip: upgrader beware, if you are a Gmail user. Lots of glitches b/w Mail app and Google Gmail."
  },
  {
    "@row.id": 264,
    "Date": "2013-Oct-23",
    "Description": "Apple's OS X Mavericks upgrades smoothly, and has many useful improvements. iWork updates (Pages, Keynote, Numbers) are welcome as well."
  },
  {
    "@row.id": 263,
    "Date": "2013-Oct-23",
    "Description": "OS X Mavericks tip: quickly power off macbook display by pressing power button for 1 second."
  },
  {
    "@row.id": 262,
    "Date": "2013-Oct-23",
    "Description": "OS X Mavericks tip: Safari can show links from Twitter in the sidebar of the \"new tab\" screen."
  },
  {
    "@row.id": 270,
    "Date": "2013-Sept-19",
    "Description": "iOS 7 upgraders: swipe a finger down, from middle of HOME screen, to access Spotlight Search. "
  },
  {
    "@row.id": 271,
    "Date": "2013-Sept-18",
    "Description": "iOS 7 upgraders: swipe from bottom for control center, &amp; from top for notifications."
  },
  {
    "@row.id": 294,
    "Date": "2013-Feb-23",
    "Description": "PSA: [Zendesk was hacked](https://edition.cnn.com/2013/02/22/tech/pinterest-hacked/index.html), and Pinterest, Twitter and Tumblr passwords are also at risk. Change these passwords now."
  },
  {
    "@row.id": 312,
    "Date": "2012-Dec-21",
    "Description": "2012 Year-end Holiday is from Dec. 28th to Jan. 6th, 2013."
  },
  {
    "@row.id": 318,
    "Date": "2012-Dec-15",
    "Description": "Google Maps is back on iOS, thankfully, so we can get some relief with an [accurate location](http://twitpic.com/bm07fg) for the eSolia office."
  },
  {
    "@row.id": 335,
    "Date": "2012-Oct-25",
    "Description": "One Apple OS X Mountain Lion change that has had impact, is the change to sync services. For ex [BusyCal](https://support.busymac.com/help/71143-how-to-upgrade-to-busycal-3)."
  },
  {
    "@row.id": 337,
    "Date": "2012-Oct-22",
    "Description": "Nice that it works in one place on the globe, per the [link](http://t.co/9uFo33k8 ), but Apple's iOS 6[ \"Maps\"](http://t.co/cq1YDqF7) do mo... "
  },
  {
    "@row.id": 338,
    "Date": "2012-Oct-13",
    "Description": "Turn off on-by-default Apple iOS 6 [ad tracking](http://www.businessinsider.com/ifa-apples-iphone-tracking-in-ios-6-2012-10) in [Settings, General, About, Advertising,](https://twitpic.com/b3kc3r)... "
  },
  {
    "@row.id": 349,
    "Date": "2012-Aug-07",
    "Description": "Summer holiday for 2012 is from Aug. 13th (Mon) to Aug. 15th (Wed)."
  },
  {
    "@row.id": 348,
    "Date": "2012-Aug-07",
    "Description": " Summer Holidays 13-15 Aug 2012"
  },
  {
    "@row.id": 355,
    "Date": "2012-Jul-24",
    "Description": "🏅Thank You Athletes! - London Olympics 2012  "
  },
  {
    "@row.id": 387,
    "Date": "2012-Jul-07",
    "Description": "🎉㊗️It's eSolia's 13th Anniversary!"
  },
  {
    "@row.id": 371,
    "Date": "2012-Jun-28",
    "Description": "eSolia's Building is [Under Construction](https://photos.app.goo.gl/na0jahKmAVqwA6Hu2)."
  },
  {
    "@row.id": 382,
    "Date": "2012-Jun-06",
    "Description": "PSA: TAKE NOTE of the reported leak of 7 mil. LinkedIn passwords, and for safety's sake, change your password now."
  },
  {
    "@row.id": 385,
    "Date": "2012-May-30",
    "Description": "We launched our new website in the TYPO3 CMS! "
  },
  {
    "@row.id": 390,
    "Date": "2012-May-29",
    "Description": "Cloud-based Database \"PROdb\" "
  },
  {
    "@row.id": 389,
    "Date": "2012-May-29",
    "Description": "See the [gallery](https://photos.app.goo.gl/dYfC0RG3Jcvy8iXD2) from eSolia's Office Move to the Toranomon Area. 📷"
  },
  {
    "@row.id": 386,
    "Date": "2010-Jul-07",
    "Description": "🎉㊗️It's eSolia's 11th Anniversary!"
  }
]
